Repository: buildcore-io/core
Catalog: src/locale/messages.*.xlf
Languages: fr_fr, it_it, zh_tw

source: Recent
fr_fr: Récent
it_it: Recenti
zh_tw: 最近

source: Low to High
fr_fr: Du moins cher au plus cher
it_it: Da basso ad alto
zh_tw: 從低到高

source: High to Low
fr_fr: Du plus cher au moins cher
it_it: Da alto a basso
zh_tw: 從高到低

source: Back
it_it: Indietro
zh_tw: 返回

source: Bill (owner)
it_it: Conto (proprietario)
zh_tw: 帳單(所有者)

source: Bill (royalty)
it_it: Conto (compenso)
zh_tw: 帳單(版稅)

source: Credit
it_it: Credito
zh_tw: 權益

source: Payment
it_it: Pagamento
zh_tw: 付款

source: Order
it_it: Ordine
zh_tw: 訂單

source: Discover
fr_fr: Découvrir
it_it: Scoprire
zh_tw: 探索

source: Create new
fr_fr: Créer un nouveau
it_it: Crea nuovo
zh_tw: 新增

source: Space
fr_fr: Espace
it_it: Spazio
zh_tw: 空間

source: Proposal
fr_fr: Proposition
it_it: Proposta
zh_tw: 提案

source: Award
fr_fr: Récompense
it_it: Premio
zh_tw: 獎勵

source: Collection
it_it: Collezione
zh_tw: 收藏品

source: None.
it_it: Nessuno.
zh_tw: 沒有

source: My Profile
fr_fr: Mon profil
it_it: Il mio profilo
zh_tw: 個人檔案

source: Purchase has not been completed
fr_fr: Votre achat n’a pas été complété
it_it: L'acquisto non è stato completato
zh_tw: 購買尚未完成

source: You have
fr_fr: Vous avez
it_it: Tu hai
zh_tw: 您有

source: to finish your transaction
fr_fr: pour terminer votre transaction
it_it: per finire la tua transazione
zh_tw: 來結束您的交易

source: Open Checkout
fr_fr: Ouvrir la commande
it_it: Aprire cassa
zh_tw: 開啟結帳

source: You won the NFT
it_it: Hai vinto l'NFT
zh_tw: 您已贏得NFT

source: You are a proud owner of a new NFT. Congratulations!
it_it: Sei un orgoglioso proprietario di un nuovo NFT. Congratulazioni!
zh_tw: 您是這新NFT驕傲的擁有者，恭喜！

source: You lost your bid!
it_it: La tua offerta non ha vinto!
zh_tw: 您的出價輸了！

source: Your bid on
it_it: La tua offerta su
zh_tw: 您的出價在

source: was outbid. Try again!
it_it: Offerta superata. Riprovare!
zh_tw: 已出高價，請再試一次！

source: just offered
it_it: appena offerto
zh_tw: 剛提供

source: for
fr_fr: pour
it_it: per
zh_tw: 為了

source: Your
it_it: Il tuo
zh_tw: 您的

source: has received a new bid for
it_it: ha ricevuto una nuova offerta per
zh_tw: 剛收到一個新出價

source: Unsupported
it_it: Non supportato
zh_tw: 不支援

source: This notification is not yet supported in your language
it_it: Questa notifica non è ancora supportata nella tua lingua
zh_tw: 這個通知尚不支援您的語言

source: Space
fr_fr: Espace
it_it: Spazio
zh_tw: 空間

source: Proposal
fr_fr: Proposition
it_it: Proposta
zh_tw: 提案

source: Award
fr_fr: Récompense
it_it: Premio
zh_tw: 獎勵

source: Collection
it_it: Collezione
zh_tw: 收藏品

source: Connect to your MetaMask wallet
it_it: Collega il tuo portafoglio Metamask
zh_tw: 連結到您的MetaMask錢包

source: Log out
fr_fr: Déconnexion
it_it: Disconnettersi
zh_tw: 登出

source: Powered by
fr_fr: Proposé par
it_it: Alimentato da
zh_tw: 技術支援

source: The page you were looking for was not found
fr_fr: La page que vous recherchez n'a pas été trouvée
it_it: La pagina che stavi cercando non è stata trovata
zh_tw: 您找尋的頁面不存在

source: Discover Soonaverse
fr_fr: Découvrir Soonaverse
it_it: Scoprire Soonaverse
zh_tw: 探索 Soonaverse

source: See Docs
fr_fr: Voir la documentation
it_it: Vedere i Docs
zh_tw: 查看文件

source: Show more
fr_fr: Afficher plus
it_it: Mostra di più
zh_tw: 顯示更多

source: Show less
fr_fr: Afficher moins
it_it: Mostra meno
zh_tw: 顯示較少

source: Search here...
it_it: Ricerca in...
zh_tw: 在此搜尋...

source: Search
fr_fr: Rechercher
it_it: Cerca
zh_tw: 搜尋

source: Start typing...
it_it: Iniziare a digitare...
zh_tw: 從這裡輸入...

source: Open
it_it: Aprire
zh_tw: 開啟

source: Guardians of Space Only
fr_fr: Gardiens de l'espace seulement
it_it: Solo Guardiani dello Spazio
zh_tw: 空間管理員限定

source: Members of Space Only
fr_fr: Membres de l'espace seulement
it_it: Solo membri dello spazio
zh_tw: 空間會員限定

source: Members With Badge Only
fr_fr: Membres avec badge seulement
it_it: Solo membri con distintivo
zh_tw: 獎章限定

source: Members With NFT only
it_it: Membri con NFT
zh_tw: 僅限持有NFT的成員

source: Unavailable for sale
it_it: Non disponibile alla vendita
zh_tw: 無法銷售

source: Auction
it_it: Asta
zh_tw: 拍賣

source: Available
fr_fr: Disponible
it_it: Disponibile
zh_tw: 可購買

source: On Sale
it_it: In vendita
zh_tw: 出售

source: Connect to your Metamask wallet
fr_fr: Connectez-vous à votre portefeuille Metamask
it_it: Collegati al tuo portafoglio Metamask
zh_tw: 連結到您的小狐狸(Metamask)錢包

source: Make sure you select public IOTA EVM Chain in MetaMask.
fr_fr: Assurez-vous d'avoir sélectionner la chaîne publique IOTA EVM dans MetaMask.
it_it: Assicurati di selezionare la catena pubblica IOTA EVM in MetaMask.
zh_tw: 確保您在MetaMask上選擇公開的IOTA EVM鏈

source: Network Name: IOTA EVM
fr_fr: Nom du réseau : IOTA EVM
it_it: Nome della rete: IOTA EVM
zh_tw: 網路名稱: IOTA EVM

source: Chain ID: 1074
fr_fr: ID de chaîne: 1074
it_it: Catena ID: 1074
zh_tw: 區塊鏈身分：1074

source: Cancel
fr_fr: Annuler
it_it: Annulla
zh_tw: 取消

source: Connect
fr_fr: Se connecter
it_it: Collegare
zh_tw: 連線

source: Disconnect
fr_fr: Se déconnecter
it_it: Scollegare
zh_tw: 中斷連線

source: Unable to sign transaction. Please try to reload page.
it_it: Transazione negata per autenticazione fallita. La preghiamo di ricaricare la pagina.
zh_tw: 無法簽署交易。請再刷新頁面。

source: You must unlock your MetaMask first!
it_it: Accedere innanzitutto al MetaMask inserendo la password!
zh_tw: 您必須先解鎖MetaMask！

source: You must enable access to read your account address.
it_it: È necessario abilitare l'accesso per accedere all'account di posta elettronica.
zh_tw: 您必須允許閱讀帳戶地址權限。

source: Please make sure you select address in MetaMask!
it_it: Assicurarsi che sia stato selezionato un indirizzo nel MetaMask!
zh_tw: 請確認您是在Metamask選擇地址！

source: Unable to get nonce to authenticate!
it_it: Nonce da autenticazione negato!
zh_tw: 無法取得隨機數來認證！

source: You have to open Soonaverse in MetaMask app.
it_it: Aprire Soonaverse nella app di MetaMask.
zh_tw: 您需要在Metamask內開啟Soonaverse。

source: Failed to initialize MetaMask, try to reload page.
it_it: Inizializzazione configurazione MetaMask non riuscita. Provare a ricaricare la pagina.
zh_tw: 無法初始化MetaMask，請刷新頁面。

source: Pending
fr_fr: En attente
it_it: In sospeso
zh_tw: 待處理

source: Rejected
fr_fr: Rejeté
it_it: Respinto
zh_tw: 已駁回

source: Completed
fr_fr: Terminé
it_it: Completato
zh_tw: 已完成

source: Space Members Only
fr_fr: Membres de l'espace uniquement
it_it: Solo i membri dello spazio
zh_tw: 僅限成員

source: Space Guardians Only
fr_fr: Seulement les Gardiens de l'espace
it_it: Solo i guardiani dello spazio
zh_tw: 僅限管理員

source: Space Members with Badge Only
fr_fr: Espace réservé aux membres ayant un badge
it_it: Spazio membri con badge solo
zh_tw: 獎章限定

source: At least one NFT from Collections
fr_fr: Au moins une NFT des Collections
it_it: Almeno un NFT da Collezioni
zh_tw: 收藏品中至少一個NFT

source: Starts in
it_it: Inizia tra
zh_tw: 開始於

source: days
it_it: giorni
zh_tw: 天

source: Starts today
it_it: Inizia oggi
zh_tw: 今天開始

source: Limited Edition
it_it: Edizione limitata
zh_tw: 限量版

source: Pending approval
fr_fr: En attente de validation
it_it: In attesa dell'approvazione
zh_tw: 等待核准

source: Rejected
fr_fr: Rejeté
it_it: Respinto
zh_tw: 已駁回

source: Make transaction
fr_fr: Effectuer la transaction
it_it: Effettuare una transazione
zh_tw: 交易

source: Wait for confirmation
fr_fr: En attente de confirmation
it_it: Attendere la conferma
zh_tw: 等待確認

source: Confirmed
fr_fr: Confirmé
it_it: Confermato
zh_tw: 已確認

source: Send a small
fr_fr: Envoyer un petit
it_it: Invia un piccolo
zh_tw: 送出一筆小的

source: Expired.
fr_fr: Expiré.
it_it: Scaduto.
zh_tw: 已過期.

source: Send
fr_fr: Envoyer
it_it: Invia
zh_tw: 發送

source: to following address:
it_it: al seguente indirizzo:
zh_tw: 至以下地址：

source: Copied
fr_fr: Copié
it_it: Copiato
zh_tw: 已複製

source: Copy
fr_fr: Copier
it_it: Copia
zh_tw: 複製

source: Wait for transaction to be validated. We will send back your transaction once completed
fr_fr: Attendre que la transaction soit validée. Nous vous renverrons votre transaction une fois complétée
it_it: Attendere la convalida della transazione. Invieremo la vostra transazione una volta completata
zh_tw: 等待驗證交易。你的交易一旦完成，我們會把它回傳給你。

source: Transaction history
fr_fr: Historique des transactions
it_it: Cronologia delle transazioni
zh_tw: 交易記錄

source: Validating address...
fr_fr: Validation des adresses...
it_it: Convalida Indirizzo...
zh_tw: 驗證地址中...

source: Collection is required.
fr_fr: Une collection est requise.
it_it: La raccolta è necessaria.
zh_tw: 必須要有收藏品

source: Select Collection
fr_fr: Sélectionner une collection
it_it: Seleziona la raccolta
zh_tw: 選擇收藏品

source: Select a Collection
fr_fr: Sélectionner une collection
it_it: Seleziona una collezione
zh_tw: 選擇一組收藏品

source: No results for
fr_fr: Aucun résultat pour
it_it: Nessun risultato per
zh_tw: 沒有結果

source: All Collections
fr_fr: Toutes les collections
it_it: Tutte le collezioni
zh_tw: 所有收藏品

source: d
it_it: g.
zh_tw: 天

source: h
it_it: o.
zh_tw: 時

source: hours
it_it: orario
zh_tw: 小時

source: sec
it_it: secα
zh_tw: 秒

source: Price
fr_fr: Prix
it_it: Prezzo
zh_tw: 價格

source: Recently joined spaces
fr_fr: Espaces récemment rejoints
it_it: Spazi uniti di recente
zh_tw: 最近加入的空間

source: All
fr_fr: Tout
it_it: Tutti
zh_tw: 全部

source: No Contribution Yet.
fr_fr: Pas encore de contribution.
it_it: Nessun contributo ancora.
zh_tw: 還沒有貢獻

source: Latest Badges
fr_fr: Derniers badges
it_it: Ultimi distintivi
zh_tw: 最新徽章

source: No badges
fr_fr: Aucun badge
it_it: Nessun distintivo
zh_tw: 沒有徽章

source: See all
fr_fr: Tout afficher
it_it: Vedi tutti
zh_tw: 查看全部

source: Connections
fr_fr: Connexions
it_it: Connessioni
zh_tw: 連線

source: Awards
fr_fr: Récompenses
it_it: Premi
zh_tw: 獎勵

source: Total reputation
fr_fr: Réputation globale
it_it: Reputazione totale
zh_tw: 所有聲望

source: awards
fr_fr: récompenses
it_it: premi
zh_tw: 獎勵

source: Display Name
fr_fr: Nom d'affichage
it_it: Nome del display
zh_tw: 顯示名稱

source: Set a display name. This does not change your username.
fr_fr: Définissez un nom d’affichage. Cela ne change pas votre nom d’utilisateur.
it_it: Imposta un nome visualizzato. Questo non cambia il tuo nome utente.
zh_tw: 設定顯示名稱。這不會改變您的用戶名。

source: Display name (optional)
fr_fr: Nom d'affichage (facultatif)
it_it: Nome visualizzato (opzionale)
zh_tw: 顯示名稱 (選擇性)

source: About
fr_fr: À propos
it_it: Informazioni su
zh_tw: 關於

source: A brief description of yourself shown on your profile.
fr_fr: Une brève description de vous-même affichée sur votre profil.
it_it: Una breve descrizione di te stesso mostrata sul tuo profilo.
zh_tw: 顯示在您個人檔案上的簡短自述。

source: Your description (optional)
fr_fr: Votre description (facultatif)
it_it: La tua descrizione (opzionale)
zh_tw: 您的自述 (選填)

source: Customise your Soonaverse identity.
fr_fr: Personnalisez votre identité Soonaverse.
it_it: Personalizza la tua identità Soonaverse.
zh_tw: 自訂您的 Soonaverse 身分。

source: Mint a free unique avatar for your profile picture. {LINE_BREAK}{LINE_BREAK} New super rare premium avatar species and avatar collectibles/accessories that can all be traded are coming SOON.
fr_fr: Fabriquez un avatar unique et gratuit pour votre photo de profil. {LINE_BREAK}{LINE_BREAK} De nouvelles espèces d’avatars premium super rares et des accessoires/collectibles d’avatars qui peuvent tous être échangés arrivent BIENTOT.
it_it: Mint un avatar unico e gratuito per l'immagine del tuo profilo. {LINE_BREAK}{LINE_BREAK} Nuove specie di avatar premium super rare e avatar da collezione/accessori che possono essere scambiati sono in arrivo.
zh_tw: 鑄造一個免費獨特的頭像做為您個人資料的圖像，{LINE_BREAK} 新的高級罕見頭像和收藏品/配件交易功能即將上線。

source: WOW! Looks like yours is the prettiest avatar of all. Congratulations.
fr_fr: WOW! On dirait que votre avatar est le plus beau de tous. Félicitations.
it_it: WOW! Sembra che il tuo sia l'avatar più bello di tutti. Congratulazioni.
zh_tw: 哇！看起來你的頭像是最棒的，恭喜您。

source: Networking
fr_fr: Réseaux
it_it: Collegamento in rete
zh_tw: 網路

source: Invalid Github username.
fr_fr: Nom d'utilisateur Github invalide.
it_it: Nome utente Github non valido.
zh_tw: 無效的 Github 用戶名。

source: Type your Github account username
fr_fr: Tapez votre nom d'utilisateur Github
it_it: Inserisci il nome utente del tuo account Github
zh_tw: 請輸入您的Github登入名稱

source: Invalid Twitter username.
fr_fr: Nom d'utilisateur Twitter invalide.
it_it: Nome utente Twitter non valido.
zh_tw: 不正確的推特用戶名稱

source: Type your Twitter account username
fr_fr: Tapez votre nom d'utilisateur Twitter
it_it: Digita il nome utente del tuo account Twitter
zh_tw: 請輸入您的推特登入名稱

source: Only username#1234 format supported.
fr_fr: Seul le format username#1234 est pris en charge.
it_it: Supportato solo il formato username#1234.
zh_tw: 只支持 username#1234 這種格式

source: Type your Discord account username
fr_fr: Tapez votre nom d'utilisateur Discord
it_it: Inserisci il nome utente del tuo account Discord
zh_tw: 請輸入您的Discord登入名稱

source: Settings
fr_fr: Réglages
it_it: Impostazioni
zh_tw: 設定

source: Save changes
fr_fr: Enregistrer les modifications
it_it: Salvare le modifiche
zh_tw: 儲存變更

source: reputation
fr_fr: réputation
it_it: reputazione
zh_tw: 聲望

source: Make a bid
it_it: Fai un'offerta
zh_tw: 出價

source: NFT image
fr_fr: Image NFT
it_it: Immagine NFT
zh_tw: NFT圖像

source: Ends
it_it: Termina
zh_tw: 結束

source: Royalties
fr_fr: Redevance
it_it: Diritti d'autore
zh_tw: 權利金

source: Royalties are automatically deducted and paid to artists.
fr_fr: Les redevances sont automatiquement déduites et versées aux artistes.
it_it: Le royalties sono dedotte automaticamente e pagate agli artisti.
zh_tw: 版稅將自動扣除並支付給創作者。

source: Royalties goes to
it_it: Cessione licenza d'uso
zh_tw: 版稅給付至

source: Current highest bid
it_it: Offerta corrente più alta
zh_tw: 當前最高的出價

source: Min bid
it_it: Offerta min
zh_tw: 最低出價

source: Your bid is the highest
it_it: La tua offerta è la più alta
zh_tw: 您的出價是最高的

source: Current price is refreshing in real time
it_it: Il prezzo corrente sta aggiornando in tempo reale
zh_tw: 當前的價格是即時更新的

source: Adress of your desired NTF will be locked for you for the whole auction. After payment your bid will be locked, if there is a higher bid, you will be refunded immediately.
it_it: Il prodotto digitale prescelto (NFT) sarà "sigillato" per l'intera durata dell'asta. L'offerta sarà bloccata ad avvenuto pagamento, con eventuale risarcimento immediato nel caso di un'offerta più alta.
zh_tw: 在整個拍賣過程中，您想要的NFT的地址將被鎖定。付款後，您的出價將被鎖定。一旦出現更高的出價，您將會立刻收到退款。

source: If there is a higher bid, you will be refunded immediately. If you want to make another bid, send higher amount directly to the same address.
it_it: Il rimborso è previsto solo nel caso di offerte più elevate. Inviare direttamente l'offerta allo stesso indirizzo se si desidera farne un'altra d'importo più elevato.
zh_tw: 若出價更高，您將會立刻收到退款。若您想再出價，可將更高金額直接發送到相同地址。

source: Make a bid
it_it: Fai un'offerta
zh_tw: 出價

source: Send IOTA to following address (please restake after!):
it_it: Inviare l'IOTA al seguente indirizzo (aspettare messa in staking!):
zh_tw: 發送IOTA到下列的地址(結束後請重新質押！)：

source: Do not send funds from an exchange, always use wallets you fully control.
it_it: Non inviare capitale dalle piattaforme di exchange. Utilizzare sempre portafogli digitali (wallets) che garantiscano il controllo totale e unico dei propri dati.
zh_tw: 不要從交易所發送資金，永遠使用你所掌握的錢包。

source: IOTA to following address (please restake after!):
it_it: IOTA al seguente indirizzo (in seguito avviare lo staking!):
zh_tw: IOTA到下列的地址(結束後請重新質押！)：

source: Your transactions
it_it: Le tue transazioni
zh_tw: 您的交易

source: Sent Date
it_it: Data invio
zh_tw: 發送日期

source: Time
it_it: Tempo
zh_tw: 時間

source: Action
it_it: Azione
zh_tw: 執行

source: Amount
it_it: Ammontare
zh_tw: 數量

source: Detail
it_it: Dettaglio
zh_tw: 詳情

source: Do not send funds from an exchange, use only a Firefly or TanglePay wallet.
it_it: Non inviare capitale dalle piattaforme exchange. Utilizzare solo i portafogli digitali di Firefly o TanglePay.
zh_tw: 不要從交易所發送資金，請使用Firefly或者TanglePay錢包。

source: Congratulations you won the NFT.
it_it: Complimenti, lei ha vinto l'NFT.
zh_tw: 恭喜您贏得NFT。

source: Close checkout
fr_fr: Fermer la commande
it_it: Chiudi cassa
zh_tw: 關閉結帳

source: Show my NFT
fr_fr: Afficher mon NFT
it_it: Mostra il mio NFT
zh_tw: 顯示我的NFT

source: Bidding is expired. Good luck next time :)
it_it: Questa offerta è scaduta. Coraggio e buona fortuna per la prossima:)
zh_tw: 投標已結束，祝您下次好運 :)

source: Generated NFT
it_it: NFT generato
zh_tw: 生成NFT

source: day
it_it: giorno
zh_tw: 天

source: Current bid
it_it: Offerta corrente
zh_tw: 當前出價

source: Owned by
fr_fr: Détenu par
it_it: Di proprietà di
zh_tw: 擁有者

source: New NFT
fr_fr: Nouveau NFT
it_it: Nuovo NFT
zh_tw: 新的NFT

source: Checkout
fr_fr: Paiement final
it_it: Cassa
zh_tw: 結帳

source: Total price
fr_fr: Prix total
it_it: Prezzo totale
zh_tw: 總價格

source: Confirm and Lock
fr_fr: Confirmer et verrouiller
it_it: Confermare e bloccare
zh_tw: 確認並鎖定

source: Your NFT will be locked for purchase for
fr_fr: Votre NFT sera verrouillé pour l'achat de
it_it: Il tuo NFT sarà bloccato per l'acquisto per
zh_tw: 您的 NFT 將被鎖定進行購買

source: minutes
it_it: minuti
zh_tw: 分鐘

source: remaining to make the transfer.
fr_fr: restant pour effectuer le transfert.
it_it: rimanenti per effettuare il trasferimento.
zh_tw: 剩餘的進行轉移。

source: Expired
fr_fr: Expiré
it_it: Scaduto
zh_tw: 已過期

source: We received invalid amount. Try again.
fr_fr: Nous avons reçu un montant invalide. Veuillez réessayer.
it_it: Abbiamo ricevuto un importo non valido. Provi di nuovo.
zh_tw: 收到了不正確的數量。請重試。

source: to following address (please restake after!):
it_it: al seguente indirizzo (in seguito riavviare lo staking!):
zh_tw: 到下列地址(請在隨後重新質押！)：

source: Validating your transaction...
fr_fr: Validation de votre transaction...
it_it: Convalidare la tua transazione...
zh_tw: 正在驗證你的交易...

source: Transaction complete. Congratulations.
fr_fr: Transaction terminée. Félicitations.
it_it: Transazione completata. Congratulazioni.
zh_tw: 交易完成，恭喜您！

source: Payment received.
it_it: Pagamento ricevuto.
zh_tw: 已收到付款。

source: Confirming transaction.
it_it: Confermare transazione.
zh_tw: 交易確認中。

source: Transaction confirmed.
it_it: Transazione confermata.
zh_tw: 交易已確認。

source: Invalid amount received. Refunding transaction...
it_it: Importo ricevuto non valido. Operazione di rimborso...
zh_tw: 收到無效的金額，退款進行中...

source: Invalid payment refunded.
it_it: Pagamento non valido rimborsato.
zh_tw: 無效的支付已退款。

source: Order created.
it_it: Ordine assegnato.
zh_tw: 訂單已建立。

source: Waiting for transaction...
it_it: In attesa di transazione...
zh_tw: 等待交易中...

source: Preview
fr_fr: Prévisualiser
it_it: Anteprima
zh_tw: 預覽

source: Sale Starts
fr_fr: La vente débute
it_it: La vendita inizia
zh_tw: 開始販售

source: Current price
fr_fr: Prix actuel
it_it: Prezzo corrente
zh_tw: 當前價格

source: Author
fr_fr: Auteur
it_it: Autore
zh_tw: 作者

source: System info
it_it: Informazioni di sistema
zh_tw: 系統資訊

source: The current address is not connected to a live mainnet. As soon as the functionality is supported on IOTA/Shimmer, you will have to ability to one-click migrate this NFT to your network of choice.
fr_fr: L'adresse actuelle n'est pas connectée à un réseau principal en activité. Dès que la fonctionnalité sera prise en charge sur IOTA/Shimmer, vous pourrez migrer ce NFT en un seul clic vers le réseau de votre choix.
it_it: L'indirizzo attuale non è collegato a una rete principale dal vivo. Non appena la funzionalità sarà supportata su IOTA/Shimmer, avrete la possibilità di migrare con un solo clic questo NFT alla vostra rete di scelta.
zh_tw: 目前的地址尚未連結到線上主網。一旦 IOTA / Shimmer 開始支援，你將能夠將 NFT 一鍵遷移到你選擇的網路。

source: Properties
fr_fr: Propriétés
it_it: Proprietà
zh_tw: 特性

source: NFT Image
fr_fr: Image NFT
it_it: Immagine NFT
zh_tw: NFT圖像

source: Migrate
fr_fr: Migrer
it_it: Migrare
zh_tw: 遷移

source: IPFS Metadata
fr_fr: Métadonnées IPFS
it_it: Metadati IPFS
zh_tw: IPFS 元數據

source: IPFS Image
fr_fr: Image IPFS
it_it: Immagine IPFS
zh_tw: IPFS圖像

source: Preparing...
fr_fr: Préparation ...
it_it: Preparando...
zh_tw: 準備中...

source: Shimmer/Mainnet (Tokenization)...SOON.
fr_fr: Shimmer/Mainnet (Tokenization)...BIENTOT.
it_it: Shimmer/Mainnet (Tokenizzazione)...Presto.
zh_tw: Shimmer/Mainnet(代幣化)即將發行。

source: Trade info
it_it: Informazioni sugli scambi
zh_tw: 交易資訊

source: Floor price
it_it: Prezzo base
zh_tw: 地板價

source: Available On is required.
fr_fr: "Disponible sur" est requis.
it_it: L'On disponibile è richiesto.
zh_tw: 可使用開關必須打開

source: Available on
fr_fr: Disponible sur
it_it: Disponibile su
zh_tw: 可用於

source: Various auction length coming next sprint once community have a vote!
it_it: La community allo sprint successivo: il voto, passaggio obbligatorio per un uso dello spettro dell'asta in arrivo!
zh_tw: 在社群投票後，各式各樣的拍賣週期即將釋出！

source: Duration of auction is 3 days
it_it: La durata dell'asta è di 3 giorni
zh_tw: 拍賣期限為三天

source: Auction can't be canceled after start date
it_it: Impossibile annullare l'asta dopo la data di apertura
zh_tw: 無法在開始日之後取消拍賣

source: Once your listing is complete, you will get a confirmation message.
it_it: Una volta che il tuo annuncio è completato, riceverai un messaggio di conferma.
zh_tw: 您將在刊登完成後，收到確認訊息。

source: Confirm listing
it_it: Conferma inserimento
zh_tw: 確認刊登

source: Open Sale
fr_fr: Vente ouverte
it_it: Vendita aperta
zh_tw: 公開發售

source: Specific member(s) only (Transfer)
it_it: Solo per determinati membri (trasferimento)
zh_tw: 限定轉移給特定的成員(們)

source: Reserve for specific buyer
it_it: Riserva per un acquirente specifico
zh_tw: 為特定買家預留

source: Trade history
it_it: Cronologia degli scambi
zh_tw: 交易歷史

source: Item is yours and yours only
it_it: Il tuo oggetto è esclusivamente tuo
zh_tw: 物品為您的且僅為您所有

source: This will make your item unavailable for sale.
it_it: Questo renderà l'elemento crittografico non disponibile per la vendita.
zh_tw: 這將導致您的物品無法出售。

source: Stop sale!
it_it: Stop alle vendite!
zh_tw: 停止出售！

source: List Item for sale
it_it: Elenco di elementi crittografici. (Vendita)
zh_tw: 刊登待售品

source: Not for sale
it_it: Non destinati alla vendita
zh_tw: 非賣品

source: Fixed price
it_it: Prezzo fisso
zh_tw: 定價

source: Commencing
fr_fr: Commence
it_it: Iniziare
zh_tw: 開啟

source: In-Progress
fr_fr: En cours
it_it: In corso di realizzazione
zh_tw: 進行中

source: Completed
fr_fr: Terminé
it_it: Completato
zh_tw: 已完成!

source: Share
fr_fr: Partager
it_it: Condividi
zh_tw: 分享

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers
it_it: Copia negli appunti
zh_tw: 複製到剪貼簿

source: Space is required.
fr_fr: Un Espace est requis.
it_it: Lo spazio è richiesto.
zh_tw: 需要加入空間

source: Select Space
fr_fr: Sélectionnez un Espace
it_it: Seleziona Spazio
zh_tw: 選擇空間

source: Select a space
fr_fr: Selectionner un Espace
it_it: Selezionare uno spazio
zh_tw: 選擇空間

source: All Spaces
fr_fr: Tous les Espaces
it_it: Tutti gli spazi
zh_tw: 所有空間

source: No Connections
fr_fr: Pas de Connexion
it_it: Nessuna connessione
zh_tw: 沒有連線

source: Rep. weight
fr_fr: Pondération
it_it: Peso di rep
zh_tw: 聲望權重

source: Status
fr_fr: Statut
it_it: Stato
zh_tw: 狀態

source: Established
fr_fr: Etabli
it_it: Stabilita
zh_tw: 建立

source: Recognised
fr_fr: Reconnu
it_it: Riconosciuto
zh_tw: 已承認

source: Joined
it_it: Si è aggiunto
zh_tw: 已加入

source: members
fr_fr: membres
it_it: membri
zh_tw: 成員

source: Value range is 0-1000
fr_fr: La plage de valeurs est 0-1000
it_it: La gamma di valori è 0-1000
zh_tw: 值的範圍是 0-1000

source: Select the weight with which the experience from a given space is recognized. Valid range is 0 - 1000
fr_fr: Sélectionnez la pondération que vous souhaitez reconnaître concernant l'expérience engrangée dans l'espace donné. La plage valide est de 0 à 1000
it_it: Seleziona il peso con cui viene riconosciuta l'esperienza di un dato spazio. L'intervallo valido è 0 - 1000
zh_tw: 從已識別空間給的經驗中選擇權重，範圍是 0 - 1000

source: Equal
fr_fr: Egal
it_it: Uguale
zh_tw: 相等
