Repository: buildcore-io/core
Catalog: src/locale/messages.*.xlf
Languages: fr_fr, it_it, zh_tw

source: New connection
fr_fr: Nouvelle connexion
it_it: Nuova connessione
zh_tw: 建立新的連線

source: connections
fr_fr: connexions
it_it: connessioni
zh_tw: 連線

source: New
fr_fr: Nouveau
it_it: Nuovo
zh_tw: 新的

source: Edit
fr_fr: Éditer
it_it: Modifica
zh_tw: 編輯

source: connection
fr_fr: connexion
it_it: connessione
zh_tw: 連線

source: Form a connection
fr_fr: Former une connexion
it_it: Formare una connessione
zh_tw: 建立連結

source: Save
fr_fr: Sauvegarder
it_it: Salva
zh_tw: 儲存

source: Terminate alliance
fr_fr: Terminer l'alliance
it_it: Terminare l'alleanza
zh_tw: 終止聯盟

source: alliance
it_it: alleanza
zh_tw: 聯盟

source: Space's Wallet Address
fr_fr: Adresse du portefeuille de l'espace
it_it: Indirizzo del portafoglio dello spazio
zh_tw: 空間的錢包地址

source: Wallet to hold funds for the Space.
fr_fr: Portefeuille pour détenir des fonds pour l'espace.
it_it: Portafoglio per tenere i fondi per lo Spazio.
zh_tw: 擺放空間資金的錢包

source: Related Links
it_it: Link correlati
zh_tw: 相關鏈接

source: Leave Space
fr_fr: Quitter l'espace
it_it: Lasciare spazio
zh_tw: 離開此空間

source: Connection established
it_it: Connessione stabilita

source: Connection updated.
it_it: Connessione aggiornata.

source: About space
fr_fr: A propos de l'espace
it_it: Circa lo spazio
zh_tw: 關於空間

source: Join Space
fr_fr: Rejoindre l'espace
it_it: Unisciti allo spazio
zh_tw: 加入空間

source: Pending Request
it_it: Richieste in Attesa
zh_tw: 請求待處理

source: Edit Space
fr_fr: Editer l'espace
it_it: Modifica Spazio
zh_tw: 修改空間

source: Add new space
fr_fr: Ajouter un nouvel espace
it_it: Aggiungere un nuovo spazio
zh_tw: 新增空間

source: Edit space
fr_fr: Editer l'espace
it_it: Modifica spazio
zh_tw: 修改空間

source: Space info
fr_fr: Informations sur l'espace
it_it: Spazio info
zh_tw: 空間資訊

source: Title and description will be included on the Space.
fr_fr: Le titre et la description seront inclus dans l'espace.
it_it: Il titolo e la descrizione saranno inclusi nello Spazio.
zh_tw: 標題和說明將包含在空間內。

source: Space description
fr_fr: Description de l'espace
it_it: Descrizione dello spazio
zh_tw: 空間說明

source: Links will be included on the Space detail. Use account usernames for Github, Twitter and Discord (name#id).
fr_fr: Les liens seront inclus dans le détail de l'espace. Utilisez les noms d'utilisateur de compte pour Github, Twitter et Discord (name#id).
it_it: I link saranno inclusi nel dettaglio dello spazio. Usa i nomi utente degli account per Github, Twitter e Discord (nome#id).
zh_tw: 鏈接將涵括在空間細節中。帳戶名字用於Github, 推特和 Discord (name#id)。

source: Only discord invite code supported (i.e. RBHqpkKC)
fr_fr: Seul le code d'invitation discord est pris en charge (ex: RBHqpkKC)
it_it: Solo il codice di invito discord supportato (cioè RBHqpkKC)
zh_tw: 只支持Discord邀請碼 (如 RBHqpkKC)

source: Type your Discord invite code
fr_fr: Tapez votre code d'invitation Discord
it_it: Inserisci il tuo codice di invito Discord
zh_tw: 輸入你的Discord邀請碼

source: Space Type
fr_fr: Type d'espace
it_it: Tipo di spazio
zh_tw: 空間類型

source: Each type has different characteristics.
fr_fr: Chaque type a des caractéristiques différentes.
it_it: Ogni tipo ha caratteristiche diverse.
zh_tw: 各種類別有不同的特性

source: Open for anyone to join instantly
fr_fr: Ouvrir pour que n'importe qui puisse rejoindre instantanément
it_it: Aperto a chiunque per unirsi istantaneamente
zh_tw: 容許立刻加入

source: Requires a member approval
fr_fr: Nécessite l'approbation d'un membre
it_it: Richiede l'approvazione dei membri
zh_tw: 需要會員核准

source: Avatar is mandatory
it_it: L'Avatar è obbligatorio
zh_tw: 必須有頭像

source: Create space
fr_fr: Créer un espace
it_it: Creare spazio
zh_tw: 創立空間

source: Save space
fr_fr: Enregistrer l'espace
it_it: Salva lo spazio
zh_tw: 儲存空間

source: Upload new to replace existing.
it_it: Carica nuovo per sostituire quello esistente.
zh_tw: 上傳更新以替換現有。

source: Your brand is key.
it_it: Il tuo marchio è fondamentale.
zh_tw: 您的品牌是關鍵。

source: Make it personal.
it_it: Rendilo personale.
zh_tw: 設為個人。

source: Create airdrop
it_it: Crea Airdrop
zh_tw: 建立空投

source: Download CSV template
it_it: Scarica modello CSV
zh_tw: 下載CSV模板

source: You can create a governance token airdrop for your members. To do this, upload a .csv file containing user addresses and allocation details.
it_it: Puoi creare un token airdrop di governance per i tuoi membri. Per fare questo, carica un file .csv contenente indirizzi utente e dettagli di allocazione.
zh_tw: 您可建立空投治理代幣給成員。上傳帶有成員地址與分配資料的csv檔案，即可執行。

source: If you don’t know how to prepare CSV file, you can download our template made for you.
it_it: Se non sai come preparare il file CSV, puoi scaricare il nostro modello creato per te.
zh_tw: 若您不清楚如何準備CSV檔案，可下載準備好的範本。

source: Some rows have been removed
it_it: Alcune righe sono state rimosse
zh_tw: 部分行列被移除

source: Submit airdrop
it_it: Invia airdrop
zh_tw: 提交空投

source: row is not valid
it_it: la riga non è valida
zh_tw: 行列無效

source: Breakdown
it_it: Ripartizione

source: Token distribution
it_it: Distribuzione del token
zh_tw: 代幣分發

source: Total token supply (Initial market cap)
it_it: Fornitura totale del token (massimale iniziale di mercato)
zh_tw: 代幣總量(初始市值)

source: Initial price per token
it_it: Prezzo iniziale per token
zh_tw: 代幣初始單價

source: You can create only ONE token per space and it can never be changed.
it_it: È possibile creare solo un token per spazio e non può mai essere modificato.
zh_tw: 您只能在每個空間只能創造一種代幣，且永遠不能更改。

source: Important information for creating a token on Soonaverse: Please read the instructions and fill out an application form available on this screen as we need to manually approve your token application before the approval. You can submit this form anytime (before or after) you configure your token here on Soonaverse.
it_it: Informazioni importanti per la creazione di un token su Soonaverse: Si prega di leggere le istruzioni e compilare il modulo disponibile su questa schermata in quanto abbiamo bisogno di approvare manualmente la tua richiesta token prima dell'approvazione. Puoi inviare questo modulo in qualsiasi momento (prima o dopo) la configurazione del tuo token qui su Soonaverse.

source: Continue
it_it: Continua
zh_tw: 繼續

source: Application form
it_it: Modulo di richiesta
zh_tw: 申請表格

source: To apply you need to fill out the form below.
it_it: Per la richiesta è necessario compilare il modulo qui sotto.
zh_tw: 申請前，您必須先填寫以下表格。

source: Fill a form
it_it: Compila il modulo
zh_tw: 填寫表格

source: Continue
it_it: Continua

source: Token info
it_it: Informazioni del Token

source: Name is invalid.
it_it: Nome non valido.

source: Symbol is invalid (Length must be 3 - 5 and letters must be A-Z).
it_it: Il simbolo non è valido (la lunghezza deve essere 3 - 5 e le lettere devono essere A-Z).

source: Token supply
it_it: Fornitura totale del Token

source: Price is invalid.
it_it: Il prezzo non è valido.

source: Price per token (Mi)
it_it: Prezzo per token (Mi)
zh_tw: 代幣單價(Mi)

source: Total supply is invalid.
it_it: La fornitura Totale non è valida.

source: Total token supply (up to 6 decimals are supported)
it_it: Fornitura totale del token (sono supportati fino a 6 decimali)

source: Allocation title
it_it: Titolo dell’assegnazione

source: Percentage of tokens is invalid.
it_it: Percentuale del token non valida.

source: % of tokens for sale (Default 100%)
it_it: % dei token in vendita (Predefinito100%)

source: Public sale
it_it: Vendita pubblica

source: Only 1 of the allocations can be public
it_it: Solo 1 delle assegnazioni può essere pubblica

source: Sum of the percentages must be 100
it_it: Somma delle percentuali deve essere 100

source: Invalid sum of percentages
it_it: Importo delle percentuali non valido

source: Add allocation
it_it: Aggiungi assegnazione

source: Token icon
it_it: Icona del token

source: (Recomended size: 400 x 400px)
it_it: (Dimensione consigliata: 400 x 400px)

source: Icon is mandatory
it_it: Icona obbligatoria

source: Token price
it_it: Prezzo del token

source: Distribution of the token happens after the token offering end date.
it_it: La distribuzione del token avviene al termine della data di offerta.

source: Configure the token supply first to see breakdown.
it_it: Configura prima la fornitura del token per vedere la ripartizione.

source: Token terms and conditions
it_it: Termini e condizioni del token

source: Provide link for Terms and Conditions
it_it: Fornisci link per Termini e Condizioni

source: Terms and Conditions link is invalid. (Start with http:// or https://)
it_it: Il link di Termini e Condizioni non è valido. (Inizia con http:// o https://)

source: Token allocation
it_it: Assegnazione del token
zh_tw: 代幣分配

source: Allocation
it_it: Assegnazione
zh_tw: 分配

source: Please make sure that there is only one allocation marked for public sale as this could be later sold on Soonaverse. You can initiate a public sale once the token is created and approved.
it_it: Si prega di assicurarsi che ci sia una sola allocazione contrassegnata per la vendita pubblica in quanto questo potrebbe essere successivamente venduto su Soonaverse. È possibile avviare una vendita pubblica una volta creato e approvato il token.

source: Total token supply
it_it: Fornitura totale del token
zh_tw: 代幣總量

source: Create token
it_it: Crea token
zh_tw: 創立代幣

source: Introduction
it_it: Introduzione
zh_tw: 簡介

source: Metrics
it_it: Metriche

source: Summary
it_it: Riepilogo
zh_tw: 概要

source: Token description
it_it: Descrizione token
zh_tw: 代幣描述

source: This text will be displayed on the main token page.
it_it: Questo testo sarà visualizzato nella pagina principale del token.

source: Title is invalid.
it_it: Titolo non valido.
zh_tw: 標題無效

source: Token description title
it_it: Titolo descrizione del Token

source: Description is invalid.
it_it: Descrizione non valida.

source: Short description
it_it: Breve descrizione
zh_tw: 簡短說明

source: Short description of the token which will be displayed on the token trading page.
it_it: Breve descrizione del token che verrà visualizzato nella pagina di trading .

source: Short title is invalid.
it_it: Titolo breve non valido.

source: Short description title
it_it: Breve descrizione titolo

source: Short description is invalid.
it_it: Breve descrizione non valida.

source: Token short description
it_it: Descrizione breve del token

source: Overview graphics
it_it: Panoramica della grafica

source: Token introductory video / image
it_it: Video / Immaginne introduttiva del Token
zh_tw: 代幣介紹影片/圖像

source: Introductionary media is invalid.
it_it: Media introduttivi non validi.
zh_tw: 無效的介紹媒體

source: Invalid URL. (Start with http:// or https://)
it_it: URL non valido. (Inizia con http:// o https://)
zh_tw: 網址無效(需以http:// 或 https://開頭)

source: Add link
it_it: Aggiungi link
zh_tw: 添加鏈接

source: Edit
it_it: Modifica
zh_tw: 編輯

source: Name
it_it: Nome
zh_tw: 名稱

source: Symbol
it_it: Simbolo
zh_tw: 符號

source: Price per token
it_it: Prezzo per token
zh_tw: 代幣單價

source: Total token supply
it_it: Fornitura totale del token
zh_tw: 總供應量

source: Description title
it_it: Descrizione titolo

source: Description
it_it: Descrizione
zh_tw: 說明

source: Short description title
it_it: Breve descrizione titolo

source: Short description
it_it: Breve descrizione

source: Allocation title
it_it: Assegnazione titolo

source: % of tokens for sale (Default 100%)
it_it: % di token in vendita (Predefinito100%)

source: Submit token
it_it: Rimettere token
zh_tw: 遞交代幣

source: (Recommended size: 400 x 400px)
it_it: (Dimensioni consigliate: 400 x 400px)
zh_tw: (建議尺寸: 400 x 400px)

source: Some description
it_it: Qualche descrizione
zh_tw: 部分描述

source: Terms&conditions
it_it: Termini&condizioni

source: Submit token
it_it: Rimettere token
zh_tw: 遞交代幣

source: Trade token
it_it: Scambia token
zh_tw: 交易代幣

source: Buy Tokens
it_it: Acquista Tokens
zh_tw: 購買代幣

source: Schedule public sale
it_it: Pianifica vendita pubblica
zh_tw: 規劃公開發售日程

source: Edit token info
it_it: Modifica informazioni sul token
zh_tw: 編輯代幣資訊

source: Check out token
it_it: Controlla il token
zh_tw: 檢視代幣

source: Short description title is invalid.
it_it: Titolo descrizione breve non valido.

source: Short token description
it_it: Descrizione breve del Token

source: Schedule
it_it: Pianifica
zh_tw: 排程

source: During cooldown period you are able to trigger refund.
it_it: Possibilità di attivazione del servizio di rimborso in fase cooldown.

source: Initial Price
it_it: Prezzo iniziale
zh_tw: 初始價格

source: My purchased tokens
it_it: Miei token acquistati
zh_tw: 購入的代幣

source: Token sale goal reached! Token distribution will be fairly calculated and overages will be refunded.
it_it: Obiettivo di vendita token raggiunto! Il calcolo di emissione token sarà effettuato in modo equo e le eccedenze saranno rimborsate.

source: Sale ends in
it_it: Le vendite terminano tra
zh_tw: 販售將結束於

source: Cooldown in progress
it_it: Cooldown in corso
zh_tw: 冷卻中

source: Sale starts in
it_it: La vendita inizia tra
zh_tw: 開始販售於

source: Cooldown ends in
it_it: Termine cooldown in
zh_tw: 冷卻時間結束於

source: Pending
it_it: In attesa
zh_tw: 待處理中

source: Rejected
it_it: Rifiutato
zh_tw: 已駁回

source: Ongoing Sale
it_it: Vendita In Corso
zh_tw: 販售進行中

source: Scheduled
it_it: Pianificato
zh_tw: 已排程

source: Token Trading
it_it: Scambi del token
zh_tw: 代幣交易

source: Available
it_it: Disponibile

source: 24h VWAP
it_it: 24 Ore VWAP
zh_tw: 24小時VWAP

source: 7-day VWAP
it_it: 7 Giorni VWAP
zh_tw: 7日VWAP

source: Change 24h
it_it: Modifica 24h
zh_tw: 24小時變化

source: Token chart
it_it: Grafico del token
zh_tw: 代幣圖表

source: Buy
it_it: Acquista
zh_tw: 購買

source: Sell
it_it: Vendi
zh_tw: 出售

source: Open bids
it_it: Offerte aperte
zh_tw: 公開買入價

source: My bids
it_it: Le mie offerte
zh_tw: 我的出價

source: There are no open requests
it_it: Non ci sono richieste aperte
zh_tw: 沒有公開買入需求

source: Fulfilled
it_it: Completato
zh_tw: 已完成

source: Cancelled
it_it: Annullato
zh_tw: 已取消

source: Expired
it_it: Scaduto
zh_tw: 已截止

source: Cancel
it_it: Annullare
zh_tw: 取消

source: There are no bids
it_it: Non c'è nessuna offerta
zh_tw: 沒有出價

source: Open asks
it_it: Apri richieste
zh_tw: 公開賣價

source: My asks
it_it: Mie richieste
zh_tw: 我的賣價

source: There are no open asks
it_it: Nessuna richiesta aperta
zh_tw: 沒有公開的賣價

source: There are no asks
it_it: Non c'è nessuna richiesta
zh_tw: 沒有賣價

source: 24h
it_it: 24 ore
zh_tw: 24小時

source: 7d
it_it: 7 g
zh_tw: 7天

source: Bids
it_it: Offerte
zh_tw: 出價

source: Asks
it_it: Richieste
zh_tw: 委賣價

source: Cancelled.
it_it: Cancellato.
zh_tw: 已取消。

source: Token
zh_tw: 代幣

source: Token
zh_tw: 代幣

source: Reset
zh_tw: 重置

source: m
zh_tw: 分

source: min
zh_tw: 分鐘

source: s
zh_tw: 秒

source: Wallet details
fr_fr: Détails du portefeuille
zh_tw: 錢包詳細資料

source: Member's Wallet Address.
fr_fr: Adresse du portefeuille du membre.
zh_tw: 會員的錢包地址

source: Avatar
zh_tw: 頭像

source: Link
zh_tw: 連結

source: SFT
zh_tw: 半同質化代幣

source: Stats
fr_fr: Statistiques
zh_tw: 狀態

source: Your ballance
zh_tw: 您的餘額。

source: Network
zh_tw: 網路

source: You will be asked to send funds to the new IOTA address for the verification process. The address you send funds from will be linked to your
fr_fr: Il vous sera demandé d'envoyer des fonds à la nouvelle adresse IOTA pour le processus de vérification. L'adresse à laquelle vous envoyez des fonds sera liée à votre
zh_tw: 驗證程序將會要求你發送一筆資金到新的IOTA地址，這個你送出資金的地址將會連結至你的

source: Not verified
fr_fr: Non vérifié
zh_tw: 未認證

source: Verify wallet
fr_fr: Vérifier le portefeuille
zh_tw: 驗證錢包

source: Verified
fr_fr: Vérifié
zh_tw: 已驗證

source: Firefly
zh_tw: 螢火蟲

source: Links
fr_fr: Liens
zh_tw: 連結

source: URL
zh_tw: 網址

source: Banner
fr_fr: Bannière
zh_tw: 橫幅

source: Welcome to The Soonaverse
fr_fr: Bienvenue dans le Soonaverse
zh_tw: 歡迎來到Soonaverse

source: An all-in-one feeless platform for community engagement and DAO creation. Build, vote, earn, learn and let the best ideas win.
fr_fr: Une plateforme tout-en-un sans frais pour l'engagement de la communauté et la création de DAO. Coder voter, gagner des récompenses, apprendre et laisser les meilleures idées émerger.
zh_tw: 這是一個讓社群參與和建立DAO的一站式無手續費平台。建設、投票、賺取、學習與讓最好的觀點獲選。

source: Join Us
fr_fr: Rejoignez-nous
zh_tw: 加入我們

source: Marketplace
fr_fr: Marché
zh_tw: 市集

source: See Docs
fr_fr: Voir la documentation
zh_tw: 查看文件

source: Get started with the Soonaverse
fr_fr: Commencer avec Soonaverse
zh_tw: 開始使用 Soonaverse

source: Not sure where to start? Find featured spaces and NFT Collections below.
fr_fr: Vous ne savez pas par où commencer ? Trouvez les espaces en vedette et les collections NFT ci-dessous.
zh_tw: 不確定如何開始？在下方尋找精選空間與NFT收藏。

source: Trending Collections
fr_fr: Collections tendances
zh_tw: 流行專輯

source: Go to Marketplace
fr_fr: Aller sur le Marketplace
zh_tw: 前往市場

source: Discover more
fr_fr: En découvrir plus
zh_tw: 發現更多

source: Popular spaces
fr_fr: Espaces Populaires
zh_tw: 人氣空間

source: Creating your community is easy as 1-2-3
fr_fr: Créer votre communauté est facile comme 1-2-3
zh_tw: 建立您的社區就如1-2-3般容易。

source: No more worries about “the tech”. Spend your time where it belongs, building your community and realizing your collective vision.
fr_fr: Fini les soucis concernant la « technologie ». Passez votre temps là où ça vaut le peine, construisez votre communauté et réalisez votre vision collective.
zh_tw: 不需擔心任何技術問題, 把你的時間放在建立社區和實現你們的願景。

source: StepArticle image
fr_fr: Image StepArticle
zh_tw: StepArticle圖像

source: Voting is essential and it needs to be on-chain and FREE.
fr_fr: Le vote est essentiel et doit être sur la Tangle et gratuit.
zh_tw: 投票是個必需的功能, 並且需要在鏈上及免費的。

source: By building on the IOTA network we have enshrined a crucial feature of proper DAO management. Feeless, secure voting. Read more about this in our manifesto.
fr_fr: En construisant sur le réseau IOTA, nous avons consacré une caractéristique cruciale d'une gestion adéquate d'une DAO. Voter en toute sécurité et sans frais. En savoir plus en lisant notre manifeste.
zh_tw: 通過建立在IOTA網路，我們實現DAO治理的關鍵特徵：無手續費、安全的投票。 請在我們的宣言中閱讀更多資訊。

source: Go there now
fr_fr: Y aller maintenant
zh_tw: 馬上開始

source: Want to learn more about SoonLabs?
fr_fr: Vous voulez en savoir plus sur Soonlabs?
zh_tw: 想了解更多SoonLabs?

source: Visit YouTube
fr_fr: Visiter YouTube
zh_tw: 造訪YouTube

source: Who’s using the Soonaverse?
fr_fr: Qui utilise Soonaverse ?
zh_tw: 誰人在用Soonaverse?

source: Investors
fr_fr: Investisseurs
zh_tw: 投資人

source: Privacy
fr_fr: Confidentialité
zh_tw: 隱私

source: Terms
fr_fr: Conditions générales
zh_tw: 服務條款

source: Powered by SoonLabs
fr_fr: Proposé par SoonLabs
zh_tw: 由SoonLabs提供

source: Create your community
fr_fr: Créer une communauté
zh_tw: 創建你自己的社區

source: Feeless, secure, on-chain voting, and “one click” creation tools.
fr_fr: Des outils de création « en un clic» et sans intérêt, sécurisés, en chaîne de vote.
zh_tw: 免費, 安全, 鏈上投票, 及一鍵完成的工具。

source: Build reputation and rewards
fr_fr: Construire une réputation et des récompenses
zh_tw: 打造聲望及回報

source: Create incentives and build reputation, trust and community engagement.
fr_fr: Créer des bénéfices, développez votre réputation, de la confiance et de l'engagement envers votre communauté.
zh_tw: 建立誘因, 聲望, 信任, 及社團的投入

source: Manage, Maintain, Grow
fr_fr: Gérer, maintenir, développer
zh_tw: 管理, 維持, 擴展

source: Governance, voting, for both public and private communities.
fr_fr: Gouvernance, système de vote pour communautés publiques et privées.
zh_tw: 對公開及私人的社區作出管治及投票

source: NFTs
zh_tw: NFT

source: Tangle
zh_tw: 糾纏

source: Stat
fr_fr: Statistique
zh_tw: 屬性

source: Airdrops
zh_tw: 空投

source: Cooldown
zh_tw: 冷卻

source: RPC URL: https://evm.wasp.sc.iota.org/
fr_fr: URL RPC : https://evm.wasp.sc.iota.org/

source: IOTA to following address (please restake after!):
fr_fr: IOTA à l'adresse suivante (veuillez restaker après !) :

source: Preparing...
fr_fr: Préparations...

source: Donut graph coming SOON.
fr_fr: Graphique en Donut pour bientôt.

source: details
fr_fr: détails

source: Invalid
fr_fr: Invalide

source: Now you can deal with NFT`s
fr_fr: Vous pouvez maintenant avoir affaire aux NFTs

source: Reward Info
fr_fr: Infos sur la récompense

source: Total XP (Max 10000)
fr_fr: XP Total (Max 10000)

source: The amount of the experience points (XP) you want to allocate for this award. Maximum 10000 XP. Total Experience Points / Number of Badges = Member's XP.
fr_fr: Le montant des points d'expérience (XP) que vous souhaitez allouer pour cette récompense. Maximum 10000 XP. Nombre total de points d'expérience / nombre de badges = XP du membre.

source: Oldest
fr_fr: Plus anciens

source: Enter the first few letters to search...
fr_fr: Entrez les premières lettres à rechercher...

source: proposals
fr_fr: propositions

source: No Spaces
fr_fr: Aucun Espace

source: No collections
fr_fr: Aucune collection

source: Spaces, awards, proposals or members...
fr_fr: Espaces, récompense, propositions ou membres...

source: Upload back once you generate bellow
fr_fr: Charger à nouveau une fois que vous avez générez ci-dessous
