Repository: buildcore-io/core
Catalog: src/locale/messages.*.xlf
Languages: fr_fr, it_it, zh_tw

source: Half
fr_fr: Moitié
it_it: Metà
zh_tw: 一半

source: Double
it_it: Doppio
zh_tw: 雙倍

source: By checking this box, you agree with
fr_fr: En cochant cette case, vous acceptez de
it_it: Selezionando questa casella, siete d'accordo con
zh_tw: 點擊此按鈕即表示您同意我們的

source: Terms and Conditions
fr_fr: Termes et conditions
it_it: Termini e condizioni
zh_tw: 條款及細則

source: Timeline
it_it: Schema cronologico
zh_tw: 時間軸

source: Earned Badge
fr_fr: Badge gagné
it_it: Distintivi guadagnati
zh_tw: 獲得的徽章

source: with
fr_fr: avec
it_it: con
zh_tw: 和

source: Listed by
it_it: Elencati per
zh_tw: 列出

source: Made available for auction by
it_it: Assegnati all'asta mediante
zh_tw: 可供拍賣

source: Purchased by
fr_fr: Acheté par
it_it: Comprato da
zh_tw: 購買者

source: Listed by space
fr_fr: Listé par espace
it_it: Elencato da spazio
zh_tw: 依照空間列出

source: Open Token Bid
it_it: Initial Coin offering

source: Your offered rate
it_it: La tariffa offerta

source: 24h VWAP
it_it: VWAP 24 ore
zh_tw: 24小時 VWAP

source: Enter how much you want to spend. Amount of tokens will be calculated.
it_it: Digitare l'importo desiderato. L'ammontare di token sarà calcolato.
zh_tw: 輸入您想花費的金額，將自動計算代幣數量。

source: Enter amount of tokens you want to buy. Price will be calculated.
it_it: Digitare il numero di token prescelti per l'acquisto. Avviene la quotazione.
zh_tw: 輸入您想購買的代幣數量，將自動計算價格。

source: I agree with
it_it: Acconsento con
zh_tw: 我同意

source: Token terms and Conditions
it_it: Token: termini e condizioni
zh_tw: 代幣條款與條件

source: Confirm and generate address
it_it: Confermare e creare un account
zh_tw: 確認並生產地址

source: Once you agree with the terms, the generated address will remain active during the whole sale.
it_it: Con l'accettazione delle condizioni l'indirizzo generato rimarrà attivo per tutta la durata dell'asta.
zh_tw: 一旦您同意條款，產出的地址將在整個販售過程中持續生效。

source: Bid complete. Congratulations.
it_it: Congratulazioni. Offerta completata.
zh_tw: 完成出價。恭喜。

source: Bid created.
it_it: Offerta creata.
zh_tw: 出價成立。

source: Close
fr_fr: Fermer
it_it: Chiudere
zh_tw: 關閉

source: Ongoing sale
it_it: Asta in corso
zh_tw: 販售進行中

source: Sale ends soon
it_it: Termine Asta di chiusura
zh_tw: 即將結束販售

source: Cooldown ends
it_it: Termine raffreddamento
zh_tw: 冷卻時間結束

source: Sale starts
it_it: Asta di apertura
zh_tw: 開始販售

source: Sale ends
it_it: Asta di chiusura
zh_tw: 結束販售

source: Token Claim
it_it: Richiesta token
zh_tw: 認領代幣

source: Cooldown period ends
it_it: Termine Periodo di raffreddamento
zh_tw: 冷卻期結束

source: Tokens available from
it_it: Token disponibili da

source: Claim complete. Congratulations.
it_it: Congratulazioni. Richiesta completata.
zh_tw: 完成認領。恭喜。

source: Token claim submitted.
it_it: Richiesta token inoltrata.
zh_tw: 已提交代幣認領。

source: Guardian's of the space will be able to decide where this token will be minted.
it_it: Il guardiano di questo spazio sarà in grado di decidere dove sarà coniato il token.
zh_tw: 空間管理員可決定代幣會在何處鑄造。

source: Icon
it_it: Icona
zh_tw: 圖示

source: Name
fr_fr: Nom
it_it: Nome
zh_tw: 名稱

source: Symbol
it_it: Simbolo
zh_tw: 符號

source: Total supply
it_it: Quantità totale
zh_tw: 總供應量

source: Current distribution
it_it: Distribuzione attuale
zh_tw: 當前分佈

source: Type
it_it: Tipo
zh_tw: 類別

source: Open Token Offer
it_it: Initial Coin offering
zh_tw: 建立代幣訂單

source: Confirm and create an offer
it_it: Confermare e creare un'offerta
zh_tw: 確認並建立訂單

source: Offer created.
it_it: Offerta creata.
zh_tw: 已成立訂單。

source: Public sale info
it_it: Informazioni Vendite Pubbliche
zh_tw: 公開發售資訊

source: Start date is required.
it_it: È richiesta la data di apertura.
zh_tw: 必須填寫開始日期。

source: Start date for the token offering
it_it: Data di apertura dell'offerta (ICO)

source: Offering length is required.
it_it: È richiesta la durata dell'offerta.
zh_tw: 需要提供長度

source: Select token offering length (Default 2 days)
it_it: Selezionare la durata dell'offerta (ICO predefinita: 2 giorni).

source: Token allocation info
it_it: Informazioni Collocamento Token
zh_tw: 代幣分發資訊

source: Confirm and schedule sale
it_it: Confermare e pianificare la vendita
zh_tw: 確認及預訂銷售

source: Price per token
it_it: Valore di un token
zh_tw: 代幣單價

source: Public sale
it_it: Vendita pubblica
zh_tw: 公開發售

source: Purchase token
it_it: Acquisto token
zh_tw: 購買代幣

source: Enter amount of tokens you want to buy. Price in IOTA will be calculated.
it_it: Digitare il numero di token prescelti per l'acquisto. La quotazione avviene in IOTA.

source: Purchased tokens
it_it: Token acquistati
zh_tw: 已購買代幣

source: Confirm and refund
it_it: Confermare e rimborsare
zh_tw: 確認退款

source: Refund token
it_it: Rimborso token
zh_tw: 退還代幣

source: Initial Price
it_it: Valore iniziale
zh_tw: 初始價格

source: Avg. Price
it_it: Valore medio
zh_tw: 均價

source: Cooldown period ends
it_it: Fine Periodo Cooldown
zh_tw: 冷卻期結束

source: Market Cap
it_it: Capitalizzazione di mercato
zh_tw: 市值

source: Volume (24h)
it_it: Volume (24 ore)
zh_tw: 交易量(24小時)

source: Change (24h)
it_it: Variazione (24 ore)
zh_tw: 變化(24小時)

source: Launching soon
it_it: In arrivo
zh_tw: 即將啟動

source: In Cooldown
it_it: Raffreddamento
zh_tw: 冷卻中

source: Buy
it_it: Acquisto
zh_tw: 購買

source: Buy / Sell
it_it: Acquisto/Vendita
zh_tw: 購買/販售

source: Type
it_it: Tipo
zh_tw: 類別

source: Date
it_it: Data
zh_tw: 日期

source: Amount
it_it: Importo
zh_tw: 數量

source: Transaction
it_it: Transazione
zh_tw: 交易

source: Generate address
fr_fr: Générer une adresse
it_it: Generare l'indirizzo
zh_tw: 產生新地址

source: space
fr_fr: espace
it_it: spazio
zh_tw: 空間

source: profile
fr_fr: profil
it_it: profilo
zh_tw: 個人資料

source: for future transactions.
fr_fr: pour les transactions futures.
it_it: per le transazioni future.
zh_tw: 為了未來的交易。

source: Generate new address
fr_fr: Générer une nouvelle adresse
it_it: Generare un nuovo indirizzo
zh_tw: 生成新地址

source: amount to validate your address. This expires in
fr_fr: montant pour valider votre adresse. La tentative expirera dans
it_it: per convalidare il tuo indirizzo. Questo scade in
zh_tw: 數量來驗證你的地址， 時限在

source: Now you can deal with NFTs and participate in token trading.
it_it: Ora puoi trattare gli NFTs e partecipare al trading dei token.

source: Finish Verification
fr_fr: Terminer la vérification
it_it: Completare La Verifica
zh_tw: 結束認證

source: Verify your
fr_fr: Vérifiez votre
it_it: Verifica il tuo
zh_tw: 驗證你的

source: address
fr_fr: adresse
it_it: indirizzo
zh_tw: 地址

source: Verify your
fr_fr: Vérifiez votre
it_it: Verifica il tuo
zh_tw: 驗證你的

source: Detailed Info
fr_fr: Infos détaillées
it_it: Info dettagliate
zh_tw: 詳細資訊

source: Owner
fr_fr: Propriétaire
it_it: Proprietario
zh_tw: 擁有者

source: Badges used / available
fr_fr: Badges utilisés/disponibles
it_it: Distintivi usati / disponibili
zh_tw: 已使用 / 可用的徽章

source: End Date
fr_fr: Date de fin
it_it: Data di fine
zh_tw: 結束日期

source: Award info
fr_fr: Infos sur la récompense
it_it: Info sul premio
zh_tw: 獎勵資訊

source: Check out award
it_it: Verifica premio
zh_tw: 查看獎勵

source: Approve Award
fr_fr: Publier la récompense
it_it: Approva Premio
zh_tw: 批准獎勵

source: Approve
fr_fr: Publier
it_it: Approvare
zh_tw: 通過

source: Decline
fr_fr: Refuser
it_it: Declino
zh_tw: 拒絕

source: Confirm your participation
fr_fr: Confirmer votre participation
it_it: Conferma la tua partecipazione
zh_tw: 確認參與

source: The whole communication is now handled outside the platform, let the award creator know how to contact you.
fr_fr: Toute la communication est maintenant gérée en dehors de la plate-forme, laissez vous connaitre par le créateur de la récompense en indiquant comment vous contacter.
it_it: L'intera comunicazione è ora gestita al di fuori della piattaforma, fai sapere al creatore del premio come contattarti.
zh_tw: 由於所有溝通皆在平台外進行，請讓獎勵創建人知道該如何與您聯絡。

source: Provide description or link to your work.
fr_fr: Fournissez une description ou un lien vers votre travail.
it_it: Fornisci descrizione o link al tuo lavoro.
zh_tw: 為您的作品提供說明或鏈接。

source: Submit
fr_fr: Soumettre
it_it: Invia
zh_tw: 提交

source: Overview
fr_fr: Aperçu
it_it: Panoramica
zh_tw: 總覽

source: Participants
it_it: Partecipanti
zh_tw: 參與者

source: New Award
fr_fr: Nouvelle récompense
it_it: Nuovo premio
zh_tw: 新獎勵

source: Title is required.
fr_fr: Un titre est requis.
it_it: Il titolo è richiesto.
zh_tw: 需要輸入標題

source: Title and description will be included on the Award. End date determines the duration of the Award.
fr_fr: Le titre et la description seront inclus dans la récompense. La date de fin détermine la durée de la mise en jeu.
it_it: Il titolo e la descrizione saranno inclusi nel Premio. La data di fine determina la durata del premio.
zh_tw: 標題和說明將包含在獎勵內。獎勵期間取決於結束時間。

source: You must enter name.
fr_fr: Vous devez saisir un nom.
it_it: Devi inserire il nome.
zh_tw: 您必須輸入名稱。

source: Title
fr_fr: Titre
it_it: Titolo
zh_tw: 標題

source: End Date is required.
fr_fr: La date de fin est requise.
it_it: La data di fine è richiesta.
zh_tw: 結束日期是必填的。

source: End
fr_fr: Fin
it_it: Fine
zh_tw: 結束

source: Award description
fr_fr: Description de la récompense
it_it: Premio Descrizione
zh_tw: 獎勵說明

source: Badge definition
fr_fr: Définition du badge
it_it: Definizione di badge
zh_tw: 徽章定義

source: Title and description will be included on the badge.
fr_fr: Le titre et la description seront inclus dans le badge.
it_it: Il titolo e la descrizione saranno inclusi nel badge.
zh_tw: 標題和說明將包含在徽章上。

source: Badge Title is required.
fr_fr: Le titre du badge est requis.
it_it: Il titolo del badge è richiesto.
zh_tw: 必須填寫徽章稱號。

source: Badge Title
fr_fr: Titre du badge
it_it: Titolo del badge
zh_tw: 徽章稱號

source: Badge description
fr_fr: Description du badge
it_it: Descrizione del badge
zh_tw: 徽章說明

source: Space Info
fr_fr: Informations sur l'espace
it_it: Informazioni sullo spazio
zh_tw: 空間資訊

source: This is the space that will list the award.
fr_fr: Il s'agit de l'espace qui répertoriera la récompense.
it_it: Questo è lo spazio che elencherà il premio.
zh_tw: 選出要列出獎勵的空間

source: Defines the amount of XP for each badge and the number of badges available.
fr_fr: Définit la quantité d'XP pour chaque badge et le nombre de badges disponibles.
it_it: Definisce la quantità di XP per ogni distintivo e il numero di distintivi disponibili.
zh_tw: 確認每個徽章的XP額度與可用的徽章數量。

source: Minimum 1 and maximum 10000.
fr_fr: Minimum 1 et maximum 10000.
it_it: Minimo 1 e massimo 10000.
zh_tw: 最小值1和最大值10000

source: Number of Badges
fr_fr: Nombre de badges
it_it: Numero di badge
zh_tw: 徽章數量

source: The amount of badges you want to make available for this award. This can also be thought of as how many awards you want to give out.
fr_fr: Le nombre de badges que vous voulez rendre disponible pour cette récompense. Cela peut aussi être considéré comme le nombre de récompenses que vous voulez distribuer.
it_it: La quantità di badge che vuoi rendere disponibile per questo premio. Questo può anche essere pensato come il numero di premi che vuoi dare.
zh_tw: 您要用於此獎勵的徽章數量，也可理解為您想頒發多少獎勵。

source: Badge
it_it: Distintivo
zh_tw: 徽章

source: What the badge looks like.
fr_fr: À quoi ressemble le badge.
it_it: Che aspetto ha il distintivo.
zh_tw: 獎章外型

source: Mint an unique NTT badge.
fr_fr: Fabriquer un badge NTT unique.
it_it: Menta un distintivo unico di NTT.
zh_tw: 鑄造一個獨特不可轉移的徽章

source: Mint Avatar
fr_fr: Fabriquer un avatar
it_it: Avatar di menta
zh_tw: 鑄造頭像

source: WOW! Now reward your members with it!
fr_fr: WOW! Maintenant récompensez vos membres avec!
it_it: WOW! Ora premiate i vostri membri con questo!
zh_tw: WOW！ 現在可以用它獎勵您的成員！

source: Award Setup
fr_fr: Paramétrage de la Récompense
it_it: Impostazione del premio
zh_tw: 獎勵設定

source: Defines who and how can get a badge.
fr_fr: Définit qui et comment obtenir un badge.
it_it: Definisce chi e come può ottenere un distintivo.
zh_tw: 確認誰、及如何取得徽章。

source: Guardian approval
fr_fr: Approbation du gardien
it_it: Approvazione del guardiano
zh_tw: 管理員核准

source: The award must be approved by the guardians of the space before it's active or distributed
fr_fr: La récompense doit être approuvée par le gardien de l'espace avant qu'elle ne soit active ou distribuée
it_it: Il premio deve essere approvato dai tutori dello spazio prima che sia attivo o distribuito
zh_tw: 這個獎勵必須在空間管理員核准之後才能激活或分發

source: Discord Activity
fr_fr: Activité Discord
it_it: Attività di Discord
zh_tw: Discord活動

source: Coming SOON
fr_fr: Bientôt disponible
it_it: Presto in arrivo
zh_tw: 即將推出

source: Github Activity
fr_fr: Activité Github
it_it: Attività Github
zh_tw: Github活動

source: Custom and more
fr_fr: Personnalisé et plus encore
it_it: Personalizzato e altro ancora
zh_tw: 客製或更多

source: Create award
fr_fr: Créer une récompense
it_it: Creare premio
zh_tw: 創造獎勵

source: Award Description
fr_fr: Description de la récompense
it_it: Premio Descrizione
zh_tw: 獎勵敘述

source: Find Participant
fr_fr: Trouver un participant
it_it: Trova partecipante
zh_tw: 尋找參與者

source: Showing only few top records...
fr_fr: Affichage des premières lignes uniquement...
it_it: Mostrando solo pochi dischi di punta...
zh_tw: 僅顯示前幾則記錄...

source: No Participants
fr_fr: Aucun participant
it_it: Nessun partecipante
zh_tw: 沒有參與者

source: Reward
fr_fr: Récompense
it_it: Premiare
zh_tw: 獎勵

source: Reward again
fr_fr: Récompenser à nouveau
it_it: Ricompensare di nuovo
zh_tw: 再次頒發獎勵

source: Pending
fr_fr: En attente
it_it: In sospeso
zh_tw: 待處理

source: Issued
fr_fr: Émis
it_it: Emissione
zh_tw: 已發行

source: Visit website
fr_fr: Visiter le site web
it_it: Visita il sito web
zh_tw: 訪問網站

source: Who can buy?
it_it: Chi può acquistare?
zh_tw: 誰可購買？

source: Open sale
it_it: Asta aperta
zh_tw: 公開發售

source: Space Members Only
it_it: Spazio riservato ai membri
zh_tw: 僅限成員

source: Space Guardians Only
it_it: Spazio riservato ai guardiani
zh_tw: 僅限管理員

source: Space Members with Badge Only
it_it: Spazio riservato ai membri con distintivo
zh_tw: 獎章限定

source: Must hold at least one NFT from each selected Collections
it_it: Ogni collezione selezionata necessita la proprietà di almeno un NFT
zh_tw: 必須在各系列中，至少持有一款NFT

source: (One NFT per member)
it_it: (Un NFT per membro)
zh_tw: (每名成員僅能有一個NFT)

source: The badges you need
it_it: I distintivi necessari
zh_tw: 您需要的徽章

source: Resources
fr_fr: Ressources
it_it: Risorse
zh_tw: 資源

source: Member discounts
it_it: Sconti per i membri
zh_tw: 會員折扣

source: Discount for members with XP
fr_fr: Réduction pour les membres avec XP
it_it: Sconto per i membri con XP
zh_tw: 折扣給予成員擁有XP

source: About collection
fr_fr: À propos de cette collection
it_it: Sulla raccolta
zh_tw: 關於專輯

source: Limited edition
it_it: Tiratura limitata
zh_tw: 限量版

source: Publish Collection
fr_fr: Publier la collection
it_it: Pubblicare collezione
zh_tw: 發布收藏

source: Reject Collection
fr_fr: Rejeter la collection
it_it: Rifiuta la raccolta
zh_tw: 否決專輯

source: Cancel Collection
fr_fr: Annuler la collection
it_it: Annullare collezione
zh_tw: 取消收藏

source: Edit Collection
fr_fr: Editer la collection
it_it: Modifica collezione
zh_tw: 編輯專輯

source: Starts at
it_it: Apertura alle
zh_tw: 開始於

source: Items
fr_fr: Les items
it_it: Articoli
zh_tw: 物件

source: Available to mint
it_it: Disponibile da coniare
zh_tw: 可鑄造

source: Price starts at
fr_fr: Prix à partir de
it_it: Il prezzo inizia a
zh_tw: 起價

source: Sale in progress
fr_fr: Vente en cours
it_it: Vendita in corso
zh_tw: 正在發售

source: remaining
fr_fr: restants
it_it: rimanente
zh_tw: 剩餘

source: Find item
fr_fr: Trouver un item
it_it: Trova articolo
zh_tw: 尋找物件

source: Create NFT
fr_fr: Créer un NFT
it_it: Creare NFT
zh_tw: 創造NFT

source: Sort by
fr_fr: Trier par
it_it: Ordina per
zh_tw: 排序方式

source: Price: Low to High
fr_fr: Prix : du moins cher au plus cher
it_it: Prezzo: Dal basso all'alto
zh_tw: 價格：由低至高

source: Price: High to Low
fr_fr: Prix : du plus cher au moins cher
it_it: Prezzo: Dal basso all'alto
zh_tw: 價格：由高至低

source: No NFTs
fr_fr: Pas de NFT
it_it: Nessuno NFTs
zh_tw: 無NFTs

source: Create new collection
fr_fr: Créer une nouvelle collection
it_it: Crea una nuova collezione
zh_tw: 建立新的收藏

source: Edit collection
fr_fr: Editer la collection
it_it: Modifica collezione
zh_tw: 編輯收藏

source: Collection info
fr_fr: Informations sur la collection
it_it: Info sulla collezione
zh_tw: 收藏資訊

source: Name and description will be included on the Collection.
fr_fr: Le nom et la description seront inclus dans la collection.
it_it: Il nome e la descrizione saranno inclusi nella Collezione.
zh_tw: 名稱和敘述會包含在收藏中

source: Description
it_it: Descrizione
zh_tw: 說明

source: Sales info
fr_fr: Informations sur la vente
it_it: Info vendite
zh_tw: 銷售資訊

source: All times are reflected in user's timezone. For generated NFT and SFT the price is set here and cannot be changed on the NFT. Price for classic NFT collection is only indicative and can be changed on the NFT.
fr_fr: Toutes les heures sont indiquée au niveau du fuseau horaire de l'utilisateur. Pour les NFT et SFT générées, le prix est défini ici et ne peut pas être modifié sur le NFT. Le prix pour une collection NFT classique est indicatif et peut être modifié sur le NFT.
it_it: Tutti gli orari sono riflessi nel fuso orario dell'utente. Per i generati NFT e SFT il prezzo è fissato qui e non può essere cambiato sul NFT. Il prezzo per la raccolta classica NFT è solo indicativo e può essere cambiato sul NFT.
zh_tw: 時間將根據使用者的時區顯示。對於生成型的NFT和SFT價格設定後無法對單個NFT修改，經典NFT收藏品價格是指標性的且可對每個NFT單獨設定。

source: Royalty
fr_fr: Royalties
it_it: Royalties
zh_tw: 權利金

source: This royalty % will be applied on the initial mint of the NFTs and all secondary sales. The IOTA address that will be receiving royalties must always have a minimum balance of 1 Mi due to the dust protection mechanism of the IOTA protocol.
fr_fr: Ce % de redevances sera appliqué à la fabrication initiale des NFT et à toutes les ventes suivantes. L’adresse IOTA qui recevra des redevances doit toujours avoir un solde minimum de 1 Mi en raison du mécanisme de protection du protocole IOTA.
it_it: Questa % di royalty sarà applicata sulla zecca iniziale degli NFT e su tutte le vendite secondarie. L'indirizzo IOTA che riceverà le royalties deve sempre avere un saldo minimo di 1 Mi a causa del meccanismo di protezione dalla polvere del protocollo IOTA.
zh_tw: 版稅 % 將應於NFT初始的鑄造和所有二級銷售上。由於 IOTA 協定的粉塵防禦機制，收取版稅的IOTA地址必須擁有最少1Mi的餘額。

source: Royalties - Percentage fee
fr_fr: Redevance - Pourcentage de frais
it_it: Royalties - Quota percentuale
zh_tw: 版稅 - 百分比費用

source: Example: 10 % , 20 % , etc..
fr_fr: Exemple: 10 %, 20 %, etc.
it_it: Esempio: 10 % , 20 % , ecc..
zh_tw: 範例：10%，20%，等等...

source: Royalties goes to a different space
fr_fr: Les redevances vont vers un espace différent
it_it: Le royalties vanno in uno spazio diverso
zh_tw: 版稅收取到另外一個空間

source: Royalties goes to a different space
fr_fr: Les redevances vont vers un espace différent
it_it: Le royalties vanno in uno spazio diverso
zh_tw: 版稅收取到另外一個空間

source: Links will be included on the NFT detail. Use account usernames for Twitter and Discord (name#id).
fr_fr: Les liens seront inclus dans les détails du NFT. Utilisez les noms d'utilisateur pour Twitter et Discord (name#id).
it_it: I link saranno inclusi nel dettaglio NFT. Usa i nomi utente per Twitter e Discord (nome#id).
zh_tw: 連結將被包含在NFT的訊息上。使用Twitter和Discord (name#id) 的帳戶使用者名稱。

source: Invalid URL.
fr_fr: URL invalide.
it_it: URL non valido.
zh_tw: 無效網址

source: Link to your Twitter account
fr_fr: Lien vers votre compte Twitter
it_it: Link al tuo account Twitter
zh_tw: 連結你的 Twitter 帳號

source: Invalid Discord username.
fr_fr: Nom d'utilisateur Discord invalide.
it_it: Nome utente Discord non valido.
zh_tw: 不正確的Discord用戶名稱。

source: Link to your Discord account
fr_fr: Lien vers votre compte Discord
it_it: Link al tuo account Discord
zh_tw: 連結到您的Discord帳號

source: Discounts
it_it: Sconti
zh_tw: 折扣

source: The ability to give a discount on NFTs in this collection to your space members/guardians or members who hold certain NFTs. You can apply up to a 100% discount (an airdrop). Use XP > -1 if you don't require members purchasing to have any XP from your space. Please note, 1Mi will always be required to purchase the NFT due to the IOTA protocol's dust protection mechanism.
it_it: Ai membri/guardiani dello spazio e ai membri in possesso di determinati NFT viene data la possibilità di usufruire di uno sconto fino al 100% (un AirDrop) applicabile sui NFT di questa collezione, nonché di utilizzare XP > -1 per impedire a membri acquirenti di adottare XP dal proprio spazio. Nota: a causa del meccanismo di protezione dalla polvere di dati del protocollo IOTA, sarà sempre necessario 1Mi per acquistare un NFT.
zh_tw: 此功能可給予成員/管理員或持有特定NFT的成員予此NFT系列折扣。您可設定為100%折扣(空投)。若您不限定購買之成員，可使用XP > -1。請注意，基於IOTA的粉塵攻擊保護機制，需至少以1Mi購買NFT。

source: Discount
fr_fr: Réduction
it_it: Sconto
zh_tw: 折扣

source: Discount XP
fr_fr: Réduction XP
it_it: Sconto XP
zh_tw: 打折所需的XP

source: Discount Amount
fr_fr: Montant de la réduction
it_it: Importo dello sconto
zh_tw: 折扣額

source: Add discount level
fr_fr: Ajouter un niveau de réduction
it_it: Aggiungere il livello di sconto
zh_tw: 增加折扣等級

source: This is the space that will be minting the NFT collection. Only spaces with verified wallets show up in the dropdown list. Please make sure you choose the correct space because all funds from the NFT sale will go to this space's verified wallet.
fr_fr: C'est l'espace qui va miner la collection NFT. Seuls les espaces avec des portefeuilles vérifiés apparaissent dans la liste déroulante. Veuillez vous assurer que vous choisissez le bon espace, car tous les fonds de la vente NFT iront vers le portefeuille vérifié de cet espace.
it_it: Questo è lo spazio che conia la collezione NFT. Solo gli spazi con portafogli verificati appaiono nell'elenco a discesa. Assicurati di scegliere lo spazio corretto perché tutti i fondi della vendita di NFT andranno al portafoglio verificato di questo spazio.
zh_tw: 這空間將會鑄造NFT收藏品，只有驗證過錢包的空間才會顯示在下拉選單中。請確保你選擇正確的空間因為所有NFT銷售得到的資金將轉移至這個空間所驗證的錢包。

source: Collection Type
fr_fr: Type de collection
it_it: Tipo di collezione
zh_tw: 專輯類別

source: Each type has different characteristics. This cannot be changed after creation.
fr_fr: Chaque type a des caractéristiques différentes. Cela ne peut pas être modifié après la création.
it_it: Ogni tipo ha caratteristiche diverse. Questo non può essere cambiato dopo la creazione.
zh_tw: 每一種皆有不同特性，且無法在建立後修改。

source: Banner is required.
fr_fr: Une bannière est requise.
it_it: Il nome è richiesto.
zh_tw: 橫幅是必要項目

source: Placeholder
fr_fr: Espace réservé
it_it: Segnaposto
zh_tw: 佔位符

source: Placeholder is required.
fr_fr: Un espace réservé est requis.
it_it: Il segnaposto è richiesto.
zh_tw: 佔位符是必要項目

source: Category
fr_fr: Catégorie
it_it: Categoria
zh_tw: 類別

source: Category is used when filtering content.
fr_fr: La catégorie est utilisée lors du filtrage du contenu.
it_it: La categoria è usata quando si filtra il contenuto.
zh_tw: 類別用於過濾內容

source: Category.
fr_fr: Catégorie.
it_it: Categoria.
zh_tw: 類別

source: Collection Setup
fr_fr: Configuration de la collection
it_it: Impostare la raccolta
zh_tw: 專輯設定

source: Who has access to a given collection.
fr_fr: Qui a accès à une collection donnée.
it_it: Chi ha accesso a una data collezione.
zh_tw: 誰有權限訪問指定的收藏品

source: Everyone has access to this collection.
fr_fr: Tout le monde a accès à cette collection.
it_it: Tutti hanno accesso a questa collezione.
zh_tw: 所有人都有權限訪問這個收藏品

source: Only Space Guardians can access.
fr_fr: Seuls les Gardiens de l'espace peuvent y accéder.
it_it: Solo le guardie spaziali hanno accesso.
zh_tw: 只限空間管理員訪問

source: Only Space Members can access.
fr_fr: Seuls les membres de l'espace peuvent y accéder.
it_it: Solo i membri dello Spazio possono accedere.
zh_tw: 只限空間會員訪問
