Repository: buildcore-io/core
Catalog: src/locale/messages.*.xlf
Languages: fr_fr, it_it, zh_tw

source: Only Space Members with badge can access.
fr_fr: Seuls les membres de l'espace avec un badge peuvent y accéder.
it_it: Solo i membri dello Spazio con badge possono accedere.
zh_tw: 只限有獎章的空間會員訪問

source: Collection Options
fr_fr: Options de collection
it_it: Opzioni di raccolta
zh_tw: 專輯選項

source: Limited Edition
it_it: Edizione limitata
zh_tw: 限量版

source: One NFT per Member Only
fr_fr: Un NFT par membre
it_it: Un solo NFT per membro
zh_tw: 每名成員僅能有一個NFT

source: Select Collections
fr_fr: Sélectionner des collections
it_it: Seleziona le collezioni
zh_tw: 選擇專輯

source: Create collection
fr_fr: Créer une collection
it_it: Creare una collezione
zh_tw: 建立專輯

source: Save collection
fr_fr: Enregistrer la collection
it_it: Salva la raccolta
zh_tw: 儲存專輯

source: Member seems to log out during the file upload request.
it_it: Problema apparente disconnessione membro durante la richiesta di caricamento file.
zh_tw: 成員似乎在文件上傳請求期間登出。

source: Check out collection
fr_fr: Découvrez la collection
it_it: Verifica collezione
zh_tw: 查看收藏

source: My Overview
fr_fr: Ma vue d'ensemble
it_it: La mia panoramica
zh_tw: 我的總覽

source: Pending Membership Requests
fr_fr: Demande d'adhésion en attente
it_it: Richieste di iscrizione in sospeso
zh_tw: 待處理的會員申請

source: Your spaces
fr_fr: Vos espaces
it_it: I tuoi spazi
zh_tw: 您的空間

source: No Spaces yet
fr_fr: Pas encore d'espace
it_it: Non ci sono ancora spazi
zh_tw: 未有空間

source: Discover Spaces
fr_fr: Découvrir des espaces
it_it: Scoprire gli spazi
zh_tw: 探索空間

source: Active awards
fr_fr: Récompenses actives
it_it: Premi attivi
zh_tw: 進行中的獎勵

source: Active proposals
fr_fr: Propositions actives
it_it: Proposte attive
zh_tw: 進行中的提議

source: records
it_it: risultati
zh_tw: 記錄

source: Filters&Sort
it_it: Filtri&Ordina

source: Filters&sort
it_it: Filtri&Ordina

source: Spaces
fr_fr: Espaces
it_it: Spazi
zh_tw: 空間

source: Discover Soonaverse
fr_fr: Découvrir Soonaverse
it_it: Scoprire Soonaverse
zh_tw: 探索 Soonaverse

source: Collections
it_it: Collezioni
zh_tw: 收藏

source: Proposals
fr_fr: Propositions
it_it: Proposte
zh_tw: 提案

source: Members
fr_fr: Membres
it_it: Membri
zh_tw: 成員

source: Saletype
it_it: Tipo di vendita

source: Price range
it_it: Fascia di prezzo
zh_tw: 價格範圍

source: Marketplace
it_it: Mercatino
zh_tw: 市集

source: Tokens
it_it: Token
zh_tw: 代幣

source: Tokens...
it_it: Token...
zh_tw: 代幣...

source: tokens
it_it: token
zh_tw: 代幣

source: No tokens
it_it: Senza token
zh_tw: 沒有代幣

source: Processing
it_it: In lavorazione
zh_tw: 處理中

source: Pre-Minted
it_it: Pre-Coniato

source: View space
fr_fr: Voir l'espace
it_it: Visualizza lo spazio
zh_tw: 檢視空間

source: Include connections
fr_fr: Inclure les connexions
it_it: Include le connessioni
zh_tw: 包含收藏

source: (Select some space)
fr_fr: (Selectionner des espaces)
it_it: (Seleziona un po' di spazio)
zh_tw: (選擇某些空間)

source: Awards Completed
fr_fr: Récompenses terminées
it_it: Premi completati
zh_tw: 已完成的獎勵

source: Total Reputation
fr_fr: Réputation globale
it_it: Reputazione totale
zh_tw: 所有聲望

source: Earned badges
fr_fr: Badges gagnés
it_it: Distintivi guadagnati
zh_tw: 已獲得的徽章

source: More
fr_fr: Plus
it_it: Più
zh_tw: 更多

source: Reputation
fr_fr: Réputation
it_it: Reputazione
zh_tw: 聲望

source: Pending
fr_fr: En attente
it_it: In sospeso
zh_tw: 待處理

source: Issued
fr_fr: Émis
it_it: Emesso
zh_tw: 已發行

source: No Awards
fr_fr: Aucune récompense
it_it: Nessun premio
zh_tw: 沒有獎勵

source: Discover Awards
fr_fr: Découvrez les Récompenses
it_it: Scoprire i premi
zh_tw: 探索獎勵

source: No Badges yet
fr_fr: Pas encore de badges
it_it: Nessun distintivo ancora
zh_tw: 尚無徽章

source: Discover Badges
fr_fr: Découvrez les Badges
it_it: Scoprire i distintivi
zh_tw: 探索徽章

source: My profile
it_it: Profilo
zh_tw: 個人檔案

source: Profile
fr_fr: Profil
it_it: Profilo
zh_tw: 個人資料

source: Profile info
it_it: Info Profilo
zh_tw: 檔案資訊

source: Activity
fr_fr: Activité
it_it: Attività
zh_tw: 活動

source: Badges
it_it: Distintivi
zh_tw: 徽章

source: Transactions
it_it: Transazioni
zh_tw: 交易

source: (Join space with alliance)
fr_fr: (Rejoindre l'espace avec l'alliance)
it_it: (Unire lo spazio con l'alleanza)
zh_tw: (加入空間聯盟)

source: Item
it_it: Elemento
zh_tw: 項目

source: Total
it_it: Totale
zh_tw: 總共

source: Owned
fr_fr: Appartenant à
it_it: Posseduto
zh_tw: 擁有

source: Airdropped
it_it: Distribuiti
zh_tw: 已空投

source: from
it_it: da
zh_tw: 自

source: Deposit for purchase
it_it: Deposito per l'acquisto
zh_tw: 支付購買的押金

source: Claim
it_it: Richiedi
zh_tw: 認領

source: Refund
it_it: Rimborso
zh_tw: 退款

source: Include bids
it_it: Includi le offerte
zh_tw: 包含買價

source: Export CSV
it_it: Esportare CSV
zh_tw: 匯出CSV檔案

source: Exporting CSV
it_it: Esportazione CSV
zh_tw: 匯出CSV檔案

source: TranId
it_it: Id transazione

source: Date
it_it: Data
zh_tw: 日期

source: No transactions
it_it: Nessuna transazione
zh_tw: 無交易記錄

source: Some files have not been uploaded
fr_fr: Certains fichiers n'ont pas été téléchargés
it_it: Alcuni file non sono stati caricati
zh_tw: 部份檔案未有上傳

source: Please only use a-z, A-Z, _, -, 0-9 characters.
fr_fr: Utilisez uniquement les caractères a-z, A-Z, - ou 0-9 svp.
it_it: Si prega di utilizzare solo caratteri a-z, A-Z, _, -, 0-9.
zh_tw: 僅能使用a-z，A-Z，_，-，0-9字元。

source: Uploaded CSV
fr_fr: Télécharger un CSV
it_it: Carica CSV
zh_tw: 已上傳的CSV

source: Some of the NFTs are faulty!
fr_fr: Certains des NFTs sont défectueux!
it_it: Alcuni NFT sono difettosi!
zh_tw: 部分NFT有問題！

source: Filename
fr_fr: Nom du fichier
it_it: Nome del file
zh_tw: 檔案名稱

source: Error
fr_fr: Erreur
it_it: Errore
zh_tw: 錯誤

source: Select collection
fr_fr: Sélectionner une collection
it_it: Seleziona la collezione
zh_tw: 選擇專輯

source: Upload existing CSV
fr_fr: Télécharger un CSV existant
it_it: Carica il CSV esistente
zh_tw: 上傳現有的CSV

source: Upload back once you generate below
it_it: Una volta generato sotto carica ancora
zh_tw: 當您生成下方後，請重新上傳

source: You have to upload images first.
fr_fr: Vous devez d'abord télécharger des images.
it_it: Devi prima caricare le immagini.
zh_tw: 您需要先上傳圖片。

source: Generate CSV
it_it: Genera CSV
zh_tw: 生成CSV檔案

source: Publish NFTs
it_it: Pubblica NFTs
zh_tw: 發布NFT

source: To create multiple classic NFTs, you have to use the web version of Soonaverse.
fr_fr: Pour créer plusieurs NFT classiques, vous devez utiliser la version web de Soonaverse.
it_it: Per creare più NFT classiche, devi usare la versione web di Soonaverse.
zh_tw: 您需要用網頁版的Soonaverse來生成多個經典型的NFT。

source: Single
fr_fr: Simple
it_it: Singolo
zh_tw: 單個

source: Multiple
it_it: Multiplo
zh_tw: 多個

source: NFT info
fr_fr: Infos NFT
it_it: Info NFT
zh_tw: NFT 資訊

source: Name and description will be included on the NFT.
fr_fr: Le nom et la description seront inclus dans le NFT.
it_it: Il nome e la descrizione saranno inclusi nel NFT.
zh_tw: 名字和說明將包含在NFT內。

source: Name is required.
fr_fr: Le nom est requis.
it_it: Il nome è richiesto.
zh_tw: 姓名是必要項目

source: Description is required.
fr_fr: La description est requise.
it_it: La descrizione è necessaria.
zh_tw: 必須填寫說明。

source: All times are reflected in user's timezone. For generated NFT and SFT the price is set per collection and cannot be changed here.
fr_fr: Toutes les heures correspondent au fuseau horaire de l'utilisateur. Pour les NFT et SFT générées, le prix est fixé par collection et ne peut pas être modifié ici.
it_it: Tutti gli orari sono riflessi nel fuso orario dell'utente. Per i generati NFT e SFT il prezzo è fissato per collezione e non può essere cambiato qui.
zh_tw: 所有時間都對應在使用者所屬的時區。對於生成的 NFT 與 SFT，價格是按照收藏設定的，不能在這裡變更。

source: Properties show up underneath your item.
fr_fr: Les propriétés apparaissent sous votre objet.
it_it: Le proprietà appaiono sotto il tuo oggetto.
zh_tw: 特性顯示在你的項目下方。

source: Property name (E.g. Character)
fr_fr: Nom de la propriété (par ex. caractère)
it_it: Nome della proprietà (es. carattere)
zh_tw: 屬性名稱(E.g. Character)

source: Value (E.g. Soonanaut)
fr_fr: Valeur (par exemple Soonaunaut)
it_it: Valore (es. Soonanaut)
zh_tw: 數值(E.g. Soonanaut)

source: Property name
fr_fr: Nom de la propriété
it_it: Nome della proprietà
zh_tw: 屬性名稱

source: Value
fr_fr: Valeur
it_it: Valore
zh_tw: 值

source: Property
fr_fr: Propriété
it_it: Proprietà
zh_tw: 屬性

source: Add property
fr_fr: Ajouter une propriété
it_it: Aggiungi proprietà
zh_tw: 增加屬性

source: Stats show up underneath your item.
fr_fr: Les statistiques apparaissent sous votre objet.
it_it: Le proprietà appaiono sotto il tuo oggetto.
zh_tw: 狀態顯示在你的項目下方。

source: Stats name (E.g. Stamina)
fr_fr: Nom des statistiques (par exemple Endurance)
it_it: Nome delle statistiche (es. Stamina)
zh_tw: 狀態名稱（例：體力）

source: Value (E.g. 10, 1/10 , etc.)
fr_fr: Valeur (par exemple 10, 1/10 , etc.)
it_it: Valore (es. 10, 1/10, ecc.)
zh_tw: 值（例如：10，1/10 ，等等...)

source: Stat name
fr_fr: Nom de la stat
it_it: Nome statistica
zh_tw: 屬性名稱

source: Add stat
fr_fr: Ajouter des statistiques
it_it: Aggiungi statistica
zh_tw: 增加屬性

source: Upload image of your NFT. File types supported: PNG, JPEG, WEBP, MP4. Max size: 100 MB.
fr_fr: Télécharger une image de votre NFT. Types de fichiers pris en charge: PNG, JPEG, WEBP, MP4. Taille maximale: 100 Mo.
it_it: Carica l'immagine del tuo NFT. Tipi di file supportati: PNG, JPEG, WEBP, MP4. Dimensione massima: 100 MB.
zh_tw: 上傳你的 NFT 圖像。支援的檔案類型：PNG，JPEG，WEBP，MP4。檔案大小上限：100 MB。

source: Media is required
it_it: I media sono obbligatori
zh_tw: 需要媒體

source: Select one of your collections to display this NFT.
fr_fr: Sélectionnez une de vos collections pour afficher ce NFT.
it_it: Seleziona una delle tue collezioni per visualizzare questo NFT.
zh_tw: 從您的收藏品中選擇一個來顯示此NFT。

source: Create NFT
fr_fr: Créer un NFT
it_it: Creare NFT
zh_tw: 創造NFT

source: Preview NFT
fr_fr: Aperçu NFT
it_it: Anteprima NFT
zh_tw: 預覽NFT

source: File name file.name is not valid
it_it: Nome del file file.name non valido
zh_tw: 文件名稱file.name無效

source: Check out nft
fr_fr: Jeter un oeil au nft
it_it: Controlla nft
zh_tw: 查看NFT

source: Current highest bid
it_it: Offerta corrente più alta
zh_tw: 當前最高出價

source: Sale ended
fr_fr: Vente terminée
it_it: La vendita è terminata
zh_tw: 結束販售

source: Sale hasn't started yet
fr_fr: Le match n'a pas encore commencé
it_it: La vendita non è ancora iniziata
zh_tw: 販售尚未開始

source: Collection pending approval
fr_fr: Contact en attente d'approbation
it_it: Raccolta non ancora approvata
zh_tw: 專輯等待審核

source: Collection rejected!
fr_fr: Collection rejetée !
it_it: Collezione rifiutata!
zh_tw: 拒絕此收藏品！

source: Sell NFT
it_it: Vendi NFT
zh_tw: 出售NFT

source: Change Fixed Price
it_it: Modifica Prezzo Fisso
zh_tw: 更改固定價格

source: Change Auction
it_it: Modifica Asta
zh_tw: 更改拍賣

source: Place bid
it_it: Fai un'offerta
zh_tw: 出價

source: Buy now
fr_fr: Acheter maintenant
it_it: Compra ora
zh_tw: 立刻購買

source: Bidding
it_it: Offerta
zh_tw: 出價

source: Current Bids
it_it: Offerta corrente
zh_tw: 當前出價

source: Past bids
it_it: Offerte precedenti
zh_tw: 出價記錄

source: My biddings
it_it: Le mie offerte
zh_tw: 我的出價

source: Member
it_it: Membro
zh_tw: 成員

source: Bidded on
it_it: Offerta su
zh_tw: 出價於

source: There are no current bids
it_it: Attualmente non ci sono offerte
zh_tw: 當前沒有出價

source: There are no past bids
it_it: Non ci sono offerte precedenti
zh_tw: 沒有出價記錄

source: There are no records.
it_it: Non ci sono risultati.
zh_tw: 沒有記錄

source: History
it_it: Cronologia
zh_tw: 歷史

source: View all of the transaction details of this NFT on the Tangle
fr_fr: Voir tous les détails de la transaction de cette NFT sur la Tangle
it_it: Visualizza tutti i dettagli della transazione di questo NFT sul Tangle
zh_tw: 查看此NFT在Tangle的所有交易記錄

source: About the collection
fr_fr: À propos de cette collection
it_it: Sulla collezione
zh_tw: 關於專輯

source: Show
fr_fr: Afficher
it_it: Mostra
zh_tw: 顯示

source: collection
it_it: raccolta
zh_tw: 專輯

source: by
fr_fr: par
it_it: di
zh_tw: 透過

source: On-Chain Record
fr_fr: Enregistrement sur la Tangle
it_it: On-Chain Registrare
zh_tw: 鏈上記錄

source: View
fr_fr: Voir
it_it: Visualizza
zh_tw: 檢視

source: Auction Starts
it_it: Asta di apertura
zh_tw: 拍賣開始

source: Auction Ends
it_it: Asta di chiusura
zh_tw: 拍賣結束

source: New Proposal
it_it: Nuova proposta
zh_tw: 新提案

source: Proposal info
fr_fr: Infos sur la proposition
it_it: Informazioni sulla proposta
zh_tw: 提案資料

source: Title and description will be included on the Proposal. Start and end dates determine the duration of the Proposal.
it_it: Il titolo e la descrizione saranno inclusi nella proposta. Le date di inizio e fine determinano la durata della proposta.
zh_tw: 標題和描述將包含在提案內。起始與結束時間將決定提案持續時間。

source: Start Date is required.
fr_fr: La date de début est requise.
it_it: La data di inizio è richiesta.
zh_tw: 起始日期為必填。

source: Start
it_it: Inizio
zh_tw: 開始

source: Commencing milestone.
fr_fr: Étape en cours.
it_it: Pietra miliare d'inizio.
zh_tw: 開啟里程碑

source: Commencing milestone
it_it: Inizia traguardo
zh_tw: 啟動里程碑

source: Start milestone.
fr_fr: Démarrer l'étape.
it_it: Inizio pietra miliare.
zh_tw: 啟動里程碑

source: Start milestone
it_it: Traguardo iniziale
zh_tw: 開啟里程碑

source: End milestone.
fr_fr: Terminer l'étape.
it_it: Fine pietra miliare.
zh_tw: 結束里程碑

source: End milestone
it_it: Traguardo finale
zh_tw: 結束里程碑

source: Proposal description is required.
fr_fr: La description de la proposition est requise.
it_it: La descrizione della proposta è necessaria.
zh_tw: 必須填寫提案說明。

source: Proposal description
it_it: Descrizione della proposta
zh_tw: 提案說明

source: Question Info
it_it: Informazioni Domanda
zh_tw: 提問資訊

source: Title and description will only be displayed for this question.
it_it: Il titolo e la descrizione saranno visualizzati solo per questa domanda.
zh_tw: 標題和描述將僅顯示於此問題。

source: Question Title is required.
fr_fr: Le titre de la question est requis.
it_it: Il titolo della domanda è richiesto.
zh_tw: 提問標題是必須的

source: Question Title
it_it: Titolo della domanda
zh_tw: 問題標題

source: Question description
it_it: Descrizione della domanda
zh_tw: 問題描述

source: Text and description for each individual answer.
it_it: Testo e descrizione per ogni singola risposta.
zh_tw: 每個回答的文本與描述。

source: Answer Text is required.
fr_fr: Le texte de la réponse est requis.
it_it: Il testo di risposta è richiesto.
zh_tw: 選項內容是必須的

source: Answer Text
it_it: Risposta Testo
zh_tw: 回答文本

source: Answer description
it_it: Risposta descrizione
zh_tw: 回答描述

source: Add Choice
fr_fr: Ajouter un choix
it_it: Aggiungi scelta
zh_tw: 增加選擇

source: This is the space that will list the proposal.
it_it: Questo è lo spazio che elencherà la proposta.
zh_tw: 將由此空間刊出提案。

source: Proposal Setup
it_it: Configurazione Proposte
zh_tw: 提案設定

source: Defines who has access to the proposal and what is the voting method.
it_it: Definisce chi ha accesso alla proposta e quale è il metodo di voto.
zh_tw: 確認誰有此提案的訪問權限，以及投票方法。

source: Target Participants
it_it: Target dei Partecipnti
zh_tw: 目標參與者

source: All Guardians
fr_fr: Tous les gardiens
it_it: Tutti i Guardiani
zh_tw: 所有管理員

source: Only guardians can vote on this proposal
it_it: Solo i guardiani possono votare su questa proposta
zh_tw: 僅管理員可對此提案投票

source: All Members
fr_fr: Tous les membres
it_it: Tutti i Membri
zh_tw: 所有成員

source: All members can vote on this proposal
it_it: Tutti i membri possono votare questa proposta
zh_tw: 所有成員可對此提案投票

source: IOTA Token Holders
fr_fr: Détenteurs de jetons IOTA
it_it: Titolari di Token IOTA
zh_tw: IOTA代幣持有者

source: All IOTA token holders can vote.
it_it: Tutti i titolari del token IOTA possono votare.
zh_tw: 所有IOTA持有者可投票。

source: Voting Type
fr_fr: Type de vote
it_it: Tipo di voto
zh_tw: 投票類別

source: Member - One Vote
fr_fr: Membre - Un Vote
it_it: Membro - Un voto
zh_tw: 成員 - 一票

source: Each member of the space gets one vote
it_it: Ogni membro dello spazio riceve un voto
zh_tw: 每位成員可投一票

source: XP Reputation - Space
fr_fr: Réputation XP - Espace
it_it: Reputazione XP - Spazio
zh_tw: XP 聲望值 - 空間

source: Votes are weighted based on total amount of XP a member has in the space
it_it: I voti sono valutati in base alla quantità totale di XP che un membro possiede nello spazio
zh_tw: 投票是基於一名成員在空間中的總XP量加權。

source: XP Reputation - Space + Connection
fr_fr: Réputation XP - Espace + Connexion
it_it: Reputazione XP - Spazio + Connessione
zh_tw: XP 聲望值 - 空間 + 連結

source: Votes are weighted based on total amount of XP a member has in the space & connections
it_it: I voti sono valutati in base alla quantità totale di XP che un membro possiede nello spazio & connessioni
zh_tw: 投票是根據成員在聯盟空間中擁有的XP總量加權計算的

source: XP Reputation - Selected Badges
fr_fr: Réputation d'XP - Badges sélectionnés
it_it: Reputazione XP - Distintivi selezionati
zh_tw: XP 聲望 - 選定的徽章

source: Votes are weighted based on total amount of XP a member has for selected badges
it_it: I voti sono valutati in base alla quantità totale di XP che un membro possiede per ogni medaglia
zh_tw: 投票是根據成員所選的徽章XP總量加權計算的

source: Reputation Options
it_it: Opzioni Della Reputazione
zh_tw: 聲望選項

source: Set Minimum Weight
it_it: Impostazione Peso Minimo
zh_tw: 設定最低權重

source: Select Badge
it_it: Seleziona Medaglia
zh_tw: 選擇徽章

source: Create Proposal
fr_fr: Créer une proposition
it_it: Creare una proposta
zh_tw: 建立提案

source: Choice
it_it: Opzioni
zh_tw: 選擇

source: badge
it_it: medaglia
zh_tw: 徽章

source: Final Results
fr_fr: Résultats Finaux
it_it: Risultati finali
zh_tw: 最終結果

source: Proposal Description
fr_fr: Description De Proposition
it_it: Descrizione della proposta
zh_tw: 提案說明

source: Voted
fr_fr: Déja voté
it_it: Votato
zh_tw: 已投票

source: Vote Now
fr_fr: Voter maintenant
it_it: Vota ora
zh_tw: 立刻投票

source: Voting starts
fr_fr: Le vote a commencé
it_it: Iniziano le votazioni
zh_tw: 開始投票

source: You are not part of the vote
fr_fr: Vous ne faites pas partie de ce vote
it_it: Non fai parte del voto
zh_tw: 您並非投票的一員

source: In order to vote, you must be part of the space before proposal was created.
fr_fr: Pour voter, vous devez faire partie de l'espace avant la création de la proposition.
it_it: Per poter votare, devi far parte dello spazio prima della creazione della proposta.
zh_tw: 您必須在提案建立前加入空間，才能投票。

source: Log in to vote
fr_fr: Se connecter pour voter
it_it: Accedi per votare
zh_tw: 登入投票

source: In order to vote, you must login first.
fr_fr: Pour pouvoir voter, vous devez d'abord vous connecter.
it_it: Per votare, devi prima effettuare il login.
zh_tw: 您必須先登入，才能投票。

source: Pending Guardian Approval
fr_fr: En attente d'approbation du gardien
it_it: In attesa dell'approvazione del tutore
zh_tw: 等待管理員批准

source: This proposal has not been approved by any Guardian yet.
fr_fr: Cette proposition n'a pas encore été approuvée par un Guardian.
it_it: Questa proposta non è stata ancora approvata da nessun Guardiano.
zh_tw: 這個提案尚未被任何管理員批准。

source: Weight
fr_fr: Pondération
it_it: Peso
zh_tw: 權重

source: Pending Vote
fr_fr: Vote en attente
it_it: In attesa di voto
zh_tw: 待表決

source: joined soonaverse on
it_it: si è unito a Soonaverse il
zh_tw: 加入Soonaverse於

source: Voter
fr_fr: Votants
it_it: L'elettore
zh_tw: 投票者

source: Option
it_it: Opzione
zh_tw: 選項

source: Approve
fr_fr: Approuver
it_it: Approvare
zh_tw: 核准

source: Decline
fr_fr: Je refuse
it_it: Declino
zh_tw: 拒絕

source: Voting Type of this proposal.
fr_fr: Type de vote de cette proposition.
it_it: Votare Tipo di proposta.
zh_tw: 這個提議的投票類別

source: Total weight within this proposal for all participants.
fr_fr: Poids total dans cette proposition pour tous les participants.
it_it: Peso totale all'interno di questa proposta per tutti i partecipanti.
zh_tw: 本提案中所有參與者的總權重。

source: Export to JSON
fr_fr: Exporter au format JSON
it_it: Esportare in JSON
zh_tw: 匯出為 JSON 格式

source: Current Milestone
fr_fr: Étape en cours
it_it: Pietra miliare attuale
zh_tw: 當前里程碑

source: Commence Date
fr_fr: Date de début
it_it: Data di inizio
zh_tw: 啟始日期

source: Start Date
fr_fr: Date de début
it_it: Data di inizio
zh_tw: 起始日期

source: Total Weight
fr_fr: Poids total
it_it: Peso totale
zh_tw: 總權重

source: Milestone
it_it: Traguardo
zh_tw: 里程碑

source: Cast your vote
fr_fr: Envoyez votre vote
it_it: Esprimi il tuo voto
zh_tw: 投下你的一票

source: Open Firefly to Vote
fr_fr: Ouvrir Firefly pour voter
it_it: Apri Firefly per votare
zh_tw: 打開 Firefly 來投票

source: Voting instructions
fr_fr: Instructions de vote
it_it: Istruzioni di voto
zh_tw: 投票須知

source: You will select your options and execute the vote within Firefly.
fr_fr: Vous allez sélectionner vos options et pourez voter dans Firefly.
it_it: Selezionerai le tue opzioni ed eseguirai il voto all'interno di Firefly.
zh_tw: 你將選擇你的意向並在 Firefly 內完成投票。

source: Check out proposal
it_it: Controlla proposta
zh_tw: 查看提案

source: Current Results
fr_fr: Résultats actuels
it_it: Risultati attuali
zh_tw: 目前結果

source: Selected Badges
fr_fr: Badges sélectionnés
it_it: Distintivi selezionati
zh_tw: 選定的徽章

source: New
fr_fr: Nouveautés
it_it: Nuovo
zh_tw: 新的

source: award
fr_fr: récompense
it_it: premio
zh_tw: 獎勵

source: Active
fr_fr: Actif
it_it: Attivo
zh_tw: 進行中

source: No Collections
fr_fr: Aucune collection
it_it: Nessuna raccolta
zh_tw: 無收藏

source: Active
fr_fr: Actif
it_it: Attivo
zh_tw: 上線

source: Blocked
fr_fr: Bloqué
it_it: Bloccato
zh_tw: 已封鎖

source: Blocked
fr_fr: Bloqué
it_it: Bloccato
zh_tw: 已封鎖

source: Find Member
fr_fr: Trouver un membre
it_it: Trova Membri
zh_tw: 尋找成員

source: No Members
fr_fr: Pas de membres
it_it: Nessun Membro
zh_tw: 沒有成員

source: joined space on
fr_fr: a rejoint l'espace le
it_it: spazio unito su
zh_tw: 加入空間於

source: Remove Guardian
fr_fr: Supprimer le gardien
it_it: Rimuovi guardiano
zh_tw: 移除管理員

source: Make Guardian
fr_fr: Rendre Gardien
it_it: Antico Guardiano
zh_tw: 設置管理員

source: Accept Member
fr_fr: Accepter un membre
it_it: Accetta Membro
zh_tw: 接受成員

source: Block Member
fr_fr: Bloquer un membre
it_it: Membro del blocco
zh_tw: 封鎖成員

source: Unblock Member
fr_fr: Débloquer un membre
it_it: Sblocca Membro
zh_tw: 解除封鎖成員

source: Upcoming Sale
it_it: Prossime Vendite
zh_tw: 即將發售

source: Live Token Sale
it_it: Vendita Diretta Token

source: Active Proposals
fr_fr: Propositions actives
it_it: Proposte attive
zh_tw: 進行中的提議

source: No Active Proposals
fr_fr: Aucune proposition active
it_it: Nessuna proposta attiva
zh_tw: 沒有進行中的提議

source: Active Awards
fr_fr: Récompenses Actives
it_it: Premi attivi
zh_tw: 進行中的獎勵

source: No Active Awards
fr_fr: Aucune récompense active
it_it: Nessun premio attivo
zh_tw: 沒有正在進行中的獎勵

source: proposal
fr_fr: proposition
it_it: proposta
zh_tw: 提案

source: No Proposals
fr_fr: Pas de propositions
it_it: Nessuna Proposta
zh_tw: 沒有提案

source: Check out space
it_it: Controlla spazio
zh_tw: 查看空間

source: Token Info
it_it: Informazioni Token
zh_tw: 代幣資訊

source: pending
it_it: in attesa
zh_tw: 待處理

source: Export members
it_it: Esporta membri
zh_tw: 匯出成員

source: Exporting members
it_it: Esportazione membri
zh_tw: 匯出成員

source: Open to join instantly
it_it: Apri per partecipare istantaneamente
zh_tw: 公開可立即加入

source: Requires approval to join
it_it: Richiede approvazione per partecipare
zh_tw: 需經同意才能加入

source: Connections between spaces enables members of one space to recognize members of another space's experience points. Established connection turns into alliances.
fr_fr: Les connexions entre espaces permettent aux membres d'un espace de reconnaître l'expérience de points des membres d'un autre espace. La connexion établie se transforme en alliances.
it_it: Le connessioni tra gli spazi permettono ai membri di uno spazio di riconoscere i membri dell'esperienza di un altro spazio punti. La connessione stabilita si trasforma in alleanze.
zh_tw: 空間之間的連結使一個空間的成員能夠識別其他空間的聲望值。 建立聯繫來組成聯盟。

source: Show All
fr_fr: Tout afficher
it_it: Mostra tutto
zh_tw: 顯示全部

source: Connected spaces that you recognize
fr_fr: Espaces connectés que vous reconnaissez
it_it: Spazi collegati che si riconoscono
zh_tw: 您已連結且識別的空間
