Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Select token cooldown length (Default 2 days)
fr_fr: Sélectionnez la durée de validité de refroidissement du token (2 jours par défaut)
nl_nl: Selecteer duur van token afkoeltijd (standaard 2 dagen)

source: No Cooldown. Participants can’t refund.
fr_fr: Il N'existe Pas de Refroidissement. Les participants ne peuvent pas rembourser.
nl_nl: Geen afkoeltijd. Deelnemers kunnen niet terugbetaald krijgen.

source: Enable Oversale
fr_fr: Activer la Survente
nl_nl: Oververkoop inschakelen

source: No Oversale. Sale ends with 100% reached.
fr_fr: Il N'existe Pas de Survente. L'enchère s'est terminée, atteignant 100% de la vente.
nl_nl: Geen oververkoop. Verkoop eindigt bij bereiken 100%.

source: Sale continues after 100% reached
fr_fr: L'enchère se poursuivra après avoir atteint 100% de la vente
nl_nl: Verkoop gaat door nadat 100% bereikt is

source: Confirm and schedule sale
fr_fr: Confirmez et organisez la vente
nl_nl: Bevestig en plan de verkoop

source: Price per token
fr_fr: Prix par token
nl_nl: Prijs per token

source: Public sale
fr_fr: Vente publique
nl_nl: Openbare verkoop

source: Purchase token
fr_fr: Acquisition de tokens
nl_nl: Token kopen

source: Enter amount of tokens you want to buy. Price in IOTA will be calculated.
fr_fr: Entrez le nombre de tokens que vous souhaitez acheter. La cotation se fera en IOTA.
nl_nl: Voer het aantal tokens in dat je wilt kopen. Prijs in IOTA wordt berekend.

source: Enter how much you want to spend. Amount of tokens will be calculated.
fr_fr: Entrez le montant que vous souhaitez investir. Le volume de tokens sera facturé.
nl_nl: Voer in hoeveel je wilt uitgeven. Het aantal tokens wordt berekend.

source: Purchased tokens
fr_fr: Tokens achetés
nl_nl: Aangeschafte tokens

source: Price
fr_fr: Prix
nl_nl: Prijs

source: Cooldown period ends
fr_fr: Fin du cycle de refroidissement
nl_nl: Afkoeltijd eindigt

source: Confirm and refund
fr_fr: Validation et remboursement
nl_nl: Bevestig en betaal terug

source: Refund token
fr_fr: Remboursement Tokens
nl_nl: Betaal token terug

source: Initial Price
fr_fr: Prix Initial
nl_nl: Initiële prijs

source: Avg. Price
fr_fr: Dernier prix
nl_nl: Gem. prijs

source: Change (24h)
fr_fr: Transfert (24h)
nl_nl: Verandering (24u)

source: Volume 24h
nl_nl: Volume 24u

source: Market Cap
fr_fr: Capitalisation de Marché
nl_nl: Marktkapitalisatie

source: Claim
fr_fr: Réclamer
nl_nl: Claimen

source: Refund
fr_fr: Remboursement
nl_nl: Terugbetaling

source: Launching soon
fr_fr: Lancement sous peu
nl_nl: Komt binnenkort

source: Buy / Sell
fr_fr: Acheter / Vendre
nl_nl: Kopen / Verkopen

source: Stake your token
nl_nl: Stake je tokens

source: Select or define the amount you want to stake and the period for how long you want to lock it.
nl_nl: Selecteer of definieer de hoeveelheid die je wilt inzetten en de periode voor hoe lang je het wilt vergrendelen.

source: Since you are a guardian you can also
nl_nl: Aangezien je een beschermer bent, kan je ook

source: - Choose an amount and for how long you’d like to lock it.
nl_nl: - Kies een aantal en voor hoe lang je het wilt vergrendelen.

source: - Your funds stay at your wallet, but you will not be able to use them during the staking period.
nl_nl: - Jouw funds blijven in je wallet, maar je kunt ze niet gebruiken tijdens de staking periode.

source: - You will get staked points based on your input.
nl_nl: - Je krijgt staking punten op basis van je input.

source: See Staking reward page for more info
nl_nl: Bekijk de Staking beloningspagina voor meer info

source: here.
nl_nl: hier.

source: How it works
nl_nl: Hoe het werkt

source: How much {{ token?.symbol | uppercase }} you want to stake?
nl_nl: Hoeveel {{ token?.symbol | uppercase }} wil je staken?

source: Rewards Multiplier
nl_nl: Beloningen Vermenigvuldiger

source: Staking Value <wen-icon-question-circle [size]="18" class="float-right ml-2 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" ></d
nl_nl: Staking Waarde <wen-icon-question-circle [size]="18" class="float-right ml-2 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked aantal * Beloningen Vermenigvuldiger" ></d

source: Staked amount * Rewards Multiplier
nl_nl: Staked aantal * Beloningen Vermenigvuldiger

source: You will earn
nl_nl: Je zult verdienen

source: Stake complete. Congratulations.
nl_nl: Stake compleet. Gefeliciteerd.

source: Token stake submitted.
nl_nl: Token stake ingediend.

source: Trade details
fr_fr: Facilité trade
nl_nl: Handelsdetails

source: Traded amount
fr_fr: Volume négocié
nl_nl: Verhandelde hoeveelheid

source: Price per token
fr_fr: Prix par token
nl_nl: Prijs per token

source: Date and Time
fr_fr: Horodatage
nl_nl: Datum en tijd

source: Fullfilled
fr_fr: Réalisé
nl_nl: Voldaan

source: Date
fr_fr: Horodatage
nl_nl: Datum

source: State
fr_fr: État
nl_nl: Status

source: Storage deposit fee
fr_fr: Frais de dépôt et de stockage
nl_nl: Opslag stortingskosten

source: Fullfilment
fr_fr: Exécution
nl_nl: Vervulling

source: Seller
fr_fr: Vendeur
nl_nl: Verkoper

source: Transaction
fr_fr: Opération de paiement
nl_nl: Transactie

source: Non Transferable
fr_fr: Non Cessibles
nl_nl: Niet overdraagbaar

source: Processing...
fr_fr: Traitement d'images...
nl_nl: In behandeling...

source: Soonaverse Fee
fr_fr: Les Frais de Transaction sur Soonaverse
nl_nl: Soonaverse vergoeding

source: Exchange Fee
fr_fr: Frais de Changes
nl_nl: Exchange vergoeding

source: 24h change/Price
fr_fr: Échange 24h/Prix
nl_nl: 24u verandering/Prijs

source: Markets
fr_fr: Marchés
nl_nl: Markten

source: No Tokens
fr_fr: Il N'existe Pas de Tokens
nl_nl: Geen tokens

source: Cast Vote
nl_nl: Breng stem uit

source: Question
nl_nl: Vraag

source: Selected option
nl_nl: Geselecteerde optie

source: How do you set your votes?
nl_nl: Hoe stel je je stemmen in?

source: Total native tokens
nl_nl: Totaal native tokens

source: Total staked tokens
nl_nl: Totaal gestaakte tokens

source: Voting is active on
nl_nl: Stemmen is actief op

source: Your total voting weight
nl_nl: Je totale stemgewicht

source: Note tha staked tokens can be used only for one voting. Your voting weight will be split if you use staked tokens on other proposal.
nl_nl: Besef dat gestaakte tokens enkel voor stemmen gebruikt kunnen worden. Jouw stemgewicht wordt verdeeld als je gestaakte tokens voor andere voorstellen gebruikt.

source: Cast Votes
nl_nl: Stemmen

source: Send Native Tokens
nl_nl: Verstuur native tokens

source: Use Staked Tokens
nl_nl: Gebruik gestaakte tokens

source: Vote received.
nl_nl: Stem ontvangen.

source: Transaction confirmed and funds refunded.
nl_nl: Transactie bevestigd en saldo terugbetaald.

source: Token vote executed.
nl_nl: Token stem uitgevoerd.

source: Token vote order created.
nl_nl: Token stemorder gemaakt.

source: Date
fr_fr: Horodatage
nl_nl: Datum

source: Manage addresses
fr_fr: Gestion des adresses
nl_nl: Beheer adressen

source: Not yet verified
fr_fr: La vérification n'a pas encore été effectuée
nl_nl: Nog niet geverifieerd

source: Change
fr_fr: Renouveler
nl_nl: Wijzigen

source: Verify
fr_fr: Vérifier
nl_nl: Verifiëren

source: You will be asked to send funds to the new
fr_fr: Vous serez invité à envoyer des fonds à la nouvelle
nl_nl: Je wordt gevraagd om tegoeden te sturen naar de nieuwe

source: address for the verification process. The address you send funds from will be linked to your
fr_fr: adresse pour le processus de vérification. L'adresse de retrait sera reliée à votre
nl_nl: adres voor het verificatieproces. Het adres waarvandaan je tegoeden verzendt wordt gekoppeld aan jouw

source: space
fr_fr: espace
nl_nl: groep

source: profile
fr_fr: profil
nl_nl: profiel

source: for future transactions.
fr_fr: pour les prochaines opérations de paiement.
nl_nl: voor toekomstige transacties.

source: Generate new address
fr_fr: Créer une nouvelle adresse
nl_nl: Genereer nieuw adres

source: Send a small
fr_fr: Envoyer un petit
nl_nl: Verstuur een klein

source: amount to validate your address. This expires in
fr_fr: montant pour la vérification de l'existence de votre adresse. Sa durée de validité expire dans
nl_nl: aantal om jouw adres te valideren. Dit verloopt in

source: Expired.
fr_fr: Expiré.
nl_nl: Verlopen.

source: Wait for transaction to be validated. We will send back your transaction once completed
fr_fr: Veuillez patienter jusqu'à ce que le paiement soit entièrement traité. Dès que le traitement de votre transaction sera complété, vous recevrez par retour une notification de validation de votre transaction
nl_nl: Wacht tot de transactie is gevalideerd. We zullen je transactie terugsturen zodra deze is voltooid

source: Validating address...
fr_fr: Vérification de l'adresse...
nl_nl: Adres valideren...

source: Now you can deal with NFTs and participate in token trading.
fr_fr: Vous pouvez désormais traiter des NFT et participer au trading de tokens.
nl_nl: Je kunt nu handelen met NFT's en deelnemen aan token handelen.

source: Your new address has been verified!
fr_fr: Le processus de vérification de votre nouvelle adresse est achevé !
nl_nl: Je nieuwe adres is geverifieerd!

source: Finish Verification
fr_fr: Achever le Processus de Vérification
nl_nl: Verificatie voltooien

source: Generate address
fr_fr: Créer une adresse
nl_nl: Genereer adres

source: Refunding your payment...
fr_fr: Remboursement de paiement...
nl_nl: Je betaling wordt terugbetaald...

source: Address is not verified
fr_fr: Vérification d'adresse non effectuée
nl_nl: Adres is niet geverifieerd

source: Copy address
fr_fr: Charger l'adresse
nl_nl: Kopiëer adres

source: Verify your
fr_fr: Vérifiez votre
nl_nl: Verifieer je

source: address
fr_fr: adresse
nl_nl: adres

source: This network is currently not enabled.
fr_fr: Actuellement, le réseau n'est pas opérationnel.
nl_nl: Dit netwerk is momenteel niet actief.

source: Owner
fr_fr: Propriétaire
nl_nl: Eigenaar

source: Badges used / available
fr_fr: Badges utilisés/disponibles
nl_nl: Badges gebruikt / beschikbaar

source: Badge lock period
nl_nl: Badge vergrendelingsperiode

source: Minted on:
nl_nl: Gemint op:

source: Fund Award
nl_nl: Award financieren

source: Minting in Progress
nl_nl: Minting is bezig

source: Check out award
fr_fr: Vérifiez votre prime
nl_nl: Bekijk award

source: Reject Award
nl_nl: Weiger Award

source: Confirm your participation
fr_fr: Confirmez votre participation
nl_nl: Bevestig je deelname

source: The whole communication is now handled outside the platform, let the award creator know how to contact you.
fr_fr: L'axe de gestion des relations se déplacera maintenant vers l'extérieur de la plateforme. Veuillez communiquer avec le créateur de la prime afin qu'il sache comment vous contacter.
nl_nl: De verdere communicatie wordt nu buiten het platform gedaan, laat de award maker weten hoe hij contact met je kan opnemen.

source: Provide description or link to your work.
fr_fr: Veuillez joindre une description ou fournir un lien vers votre activité.
nl_nl: Geef een beschrijving of link naar jouw werk.

source: Submit
fr_fr: Avancer sa prime
nl_nl: Indienen

source: Cancel
fr_fr: Révoquer
nl_nl: Annuleren

source: Overview
fr_fr: Vue d'ensemble
nl_nl: Overzicht

source: Participants
nl_nl: Deelnemers

source: New Award
fr_fr: Nouvelle Prime
nl_nl: Nieuwe Award

source: Title is required.
fr_fr: Une dénomination est exigée.
nl_nl: Titel is vereist.

source: Title and description will be included on the Award. End date determines the duration of the Award.
fr_fr: Des spécifications techniques seront incluses dans la Prime. La date de clôture définira la durée d'obtention de la Prime.
nl_nl: Titel en beschrijving worden opgenomen in de Award. Einddatum bepaalt de duur van de Award.

source: Title
fr_fr: Dénomination
nl_nl: Titel

source: You must enter name.
fr_fr: Saisie du nom requise.
nl_nl: Je moet een naam opgeven.

source: End
fr_fr: Clôture
nl_nl: Einde

source: End Date is required.
fr_fr: La Date de Clôture est exigée.
nl_nl: Einddatum vereist.

source: Description
fr_fr: Désignation du Token
nl_nl: Beschrijving

source: Badge definition
fr_fr: Spécification du badge
nl_nl: Badge definitie

source: Title and description will be included on the badge.
fr_fr: La dénomination et la description seront incluses dans le badge.
nl_nl: Titel en beschrijving zullen op de badge worden opgenomen.

source: Badge description
fr_fr: Désignation du badge
nl_nl: Badge beschrijving

source: Space Info
fr_fr: Espace : Infos
nl_nl: Informatie over Groep

source: This is the space that will list the award.
fr_fr: Dans cet espace, vous trouverez la liste des primes.
nl_nl: Dit is de Groep die de award zal vermelden.

source: Reward info
fr_fr: Récompense : Infos
nl_nl: Belonings informatie

source: You need to fund this award with native token. Select which token will be used as reward.
nl_nl: Je moet deze award financieren met native tokens. Selecteer welke token zal worden gebruikt als beloning.

source: Token is required.
nl_nl: Token is vereist.

source: Select a token
nl_nl: Selecteer een token

source: Defines the amount of tokens for each badge and the number of badges available.
nl_nl: Definieert de hoeveelheid tokens voor elke badge en het aantal beschikbare badges.

source: Invalid token amount per badge
nl_nl: Ongeldig tokenaantal per badge

source: Minimum 1 and maximum 10000.
fr_fr: Nombre minimum : 1. Nombre maximum : 10000.
nl_nl: Minimaal 1 en maximaal 10000.

source: The amount of badges you want to make available for this award. This can also be thought of as how many awards you want to give out.
fr_fr: Le nombre de badges que vous voulez rendre disponible pour cette prime, c'est-à-dire des primes dont la distribution de la quantité souhaitée reste à déterminer.
nl_nl: Het aantal badges dat je beschikbaar wilt maken voor deze award. Dit kan ook worden beschouwd als hoeveel awards je wilt uitgeven.

source: Total to be funded
nl_nl: Totaal te financieren

source: Upload image that will be used as a Reward Badge.
nl_nl: Upload afbeelding die zal worden gebruikt als BeloningsBadge.

source: Badge is required.
nl_nl: Badge is vereist.

source: Set the duration for which the badge will be locked in the Firefly wallet.
nl_nl: Stel de duur in waarvoor de badge vergrendeld zal worden in de Firefly wallet.

source: Create award
fr_fr: Créer une prime
nl_nl: Creëer award

source: Award - New
fr_fr: Prime - Nouveautés
nl_nl: Beloning - Nieuw

source: Create engagement and growth for your DAOs and digital communities. Awards, fee-less voting, 1-click set up. Join today.
fr_fr: Prenez l'initiative d'élargir vos engagements et faites monter en puissance vos DAO et toutes les communautés numériques. Mise en place de systèmes de prime et de vote sans frais d'inscription, en UN clic. Adhérez dès aujourd'hui.
nl_nl: Creëer engagement en groei voor je DAO's en digitale gemeenschappen. Awards, feeless stemmen, 1-klik setup. Word vandaag lid.

source: Member seems to log out during the file upload request.
fr_fr: Impossible de télécharger le fichier, un problème de déconnexion à l'espace membre est survenu.
nl_nl: Lid lijkt uit te loggen tijdens het uploaden van bestanden.

source: Award Description
fr_fr: Description de la Prime
nl_nl: Award beschrijving

source: Find Participant
fr_fr: Recherche de Participant
nl_nl: Zoek deelnemer

source: Showing only few top records...
fr_fr: Visualiser seulement quelques-uns parmi les meilleurs enregistrements...
nl_nl: Alleen een aantal top records weergegeven...

source: No Participants
fr_fr: Il N'y a Pas de Participants
nl_nl: Geen deelnemers

source: Reward
fr_fr: Récompense
nl_nl: Beloning

source: Reward again
fr_fr: Nouvelle Récompense
nl_nl: Opnieuw belonen

source: Pending
fr_fr: Pendantes
nl_nl: In behandeling

source: Issued
fr_fr: Émise
nl_nl: Uitgegeven

source: See all participants within the award.
fr_fr: Voir tous les participants à la prime.
nl_nl: Bekijk alle deelnemers binnen de award.

source: applied on
fr_fr: soumission déposée le
nl_nl: toegepast op

source: Make NFT’s from this collection available on decentralised network.
fr_fr: Rendre disponibles les pièces de la collection de NFT en question sur le réseau décentralisé.
nl_nl: Maak NFT's van deze collectie beschikbaar op gedecentraliseerd netwerk.

source: NFTs left
fr_fr: Pièces NFT subsistantes
nl_nl: NFT's over

source: Collection is not yet migrated to the decentralized network.
fr_fr: La collection n'a pas encore été transférée vers le réseau décentralisé.
nl_nl: Collectie is nog niet gemigreerd naar het gedecentraliseerde netwerk.

source: Who can buy?
fr_fr: Qui peut faire appel aux achats ?
nl_nl: Wie kan kopen?

source: Open sale
fr_fr: Vente ouverte
nl_nl: Open verkoop

source: Space Members Only
fr_fr: Membres de l'Espace Uniquement
nl_nl: Alleen voor Groepsleden

source: Space Guardians Only
fr_fr: Gardiens de l'Espace Uniquement
nl_nl: Alleen Groepsbewakers

source: Space Members with Badge Only
fr_fr: Membres de l'Espace détenant un Badge Uniquement
nl_nl: Alleen voor Groepsleden met Badge

source: Must hold at least one NFT from each selected Collections
fr_fr: Les détenteurs d'au moins un NFT ayant été sélectionné dans chaque Collection
nl_nl: Moet ten minste één NFT hebben van elke geselecteerde collectie

source: (One NFT per member)
fr_fr: (Un NFT par membre)
nl_nl: (Eén NFT per lid)

source: Member discounts
fr_fr: AirDrop et Remises aux membres
nl_nl: Ledenkortingen

source: discount for members with rewards from this space in total value of
nl_nl: korting voor leden met beloningen uit deze groep met een totale waarde van

source: About collection
fr_fr: À propos de la collection
nl_nl: Over deze collectie

source: Limited edition
fr_fr: Limite de Création
nl_nl: Beperkte oplage

source: Publish Collection
fr_fr: Exposition de la Collection
nl_nl: Collectie publiceren

source: Edit Collection
fr_fr: Éditer la Collection
nl_nl: Collectie bewerken

source: Royalties goes to
fr_fr: Les redevances seront versées à
nl_nl: Royalties gaan naar

source: Rank
nl_nl: Rang

source: Starts at
fr_fr: Date de lancement
nl_nl: Begint om

source: Deposited
nl_nl: Gestort

source: Staked
nl_nl: Gestaked

source: Reject Collection
nl_nl: Collectie afwijzen

source: Cancel Collection
nl_nl: Collectie annuleren

source: Create NFT
fr_fr: Créer un NFT
nl_nl: Maak NFT

source: Rank amount must be between
nl_nl: Rang bedrag moet liggen tussen

source: Filters&Sort
fr_fr: Filtres&Tri
nl_nl: Filters&Sorteren

source: Filters&sort
fr_fr: Filtres&tri
nl_nl: Filters&sorteren

source: Sort by
fr_fr: Obtenir l'Affichage par
nl_nl: Sorteren op

source: Price range
fr_fr: Fourchette de prix
nl_nl: Prijs range

source: Create new collection
fr_fr: Créer une nouvelle collection
nl_nl: Maak nieuwe collectie

source: Edit collection
fr_fr: Éditer la collection
nl_nl: Bewerk collectie

source: Collection info
fr_fr: Collection Guide Info
nl_nl: Collectie informatie

source: Name and description will be included on the Collection.
fr_fr: Le nom et la description seront inclus dans la Collection.
nl_nl: Naam en beschrijving zullen worden opgenomen in de Collectie.

source: Sales info
fr_fr: Ventes : Info
nl_nl: Verkoop informatie

source: All times are reflected in user's timezone. For generated NFT and SFT the price is set here and cannot be changed on the NFT. Price for classic NFT collection is only indicative and can be changed on the NFT.
fr_fr: Les décalages horaires seront reportés sur la même zone horaire de l'utilisateur. En ce qui concerne les NFT et les SFT ayant été générés, le prix fixé dans cette zone ne pourra plus être modifié sur le NFT. Le prix à caractère purement indicatif de la collection classique de NFT, pourra être modifié sur le NFT.
nl_nl: Alle tijden worden weergegeven in de tijdzone van de gebruiker. Voor gegenereerde NFT en SFT wordt de prijs hier ingesteld en kan niet worden gewijzigd op de NFT. De prijs voor een klassieke NFT-collectie is enkel indicatief en kan gewijzigd worden op de NFT.

source: Royalty
fr_fr: Redevance
nl_nl: Royalties

source: This royalty % will be applied on the initial mint of the NFTs and all secondary sales. The IOTA address that will be receiving royalties must always have a minimum balance of 1 Mi due to the dust protection mechanism of the IOTA protocol.
fr_fr: Le pourcentage de la redevance en question sera appliqué sur la première création de NFT et sur toutes les ventes secondaires. L'adresse IOTA bénéficiant des redevances, sera toujours subordonnée au solde disponible représentant au minimum 1 Mi (en raison du mécanisme de protection contre la poussière du protocole IOTA).
nl_nl: Dit royalties % zal worden toegepast op de eerste mint van de NFT's en alle secundaire verkopen. Het IOTA-adres dat de royalties zal ontvangen, moet altijd een minimumsaldo van 1 Mi hebben, vanwege het mechanisme voor de bescherming van dust van het IOTA-protocol.

source: Royalties - Percentage fee
fr_fr: Frais de redevances exprimés en Pourcentage
nl_nl: Royalties - Percentage vergoeding

source: Example: 10 % , 20 % , etc..
fr_fr: Exemple : 10 %, 20 %, etc.
nl_nl: Voorbeeld: 10 % , 20 % , etc..

source: Royalties goes to a different space
fr_fr: Les redevances seront reversées dans un espace différent
nl_nl: Royalties gaan naar een andere groep

source: Links will be included on the NFT detail. Use account usernames for Twitter and Discord (name#id).
fr_fr: Au niveau du détail, des liens seront inclus sur le NFT. Pour Twitter ou Discord, veuillez utiliser les noms d'usagers (name#id).
nl_nl: Links worden opgenomen in het NFT detail. Gebruik gebruikersnamen voor Twitter en Discord (naam#id).

source: Invalid URL.
fr_fr: L'URL fournie n'est pas autorisée.
nl_nl: Ongeldige URL.

source: Link to your Twitter account
fr_fr: Lien vers votre compte Twitter
nl_nl: Link naar je Twitter-account

source: Invalid Discord username.
fr_fr: Le nom d'utilisateur fourni sur Discord n'est pas autorisé.
nl_nl: Ongeldige Discord gebruikersnaam.

source: Link to your Discord account
fr_fr: Lien vers votre compte Discord
nl_nl: Link naar je Discord account

source: Discounts
fr_fr: AirDrop et Remises
nl_nl: Kortingen

source: The discount applies only to members who have earned tokens from awards issued by this space.
nl_nl: De korting geldt alleen voor leden die tokens hebben verdiend van awards uitgegeven door deze groep.

source: Token amount higher than
nl_nl: Token aantal hoger dan

source: Type awarded token...
nl_nl: Type toegekende token...

source: Discount %
nl_nl: Korting %

source: Discount
fr_fr: Remise
nl_nl: Korting

source: Discount XP
fr_fr: XP de Remise
nl_nl: XP korting

source: Discount Amount
fr_fr: Montant de Remise
nl_nl: Hoeveelheid korting

source: Add discount level
fr_fr: Ajouter le niveau de remise
nl_nl: Voeg kortingsniveau toe

source: This is the space that will be minting the NFT collection. Only spaces with verified wallets show up in the dropdown list. Please make sure you choose the correct space because all funds from the NFT sale will go to this space's verified wallet.
fr_fr: Il constitue un espace à l'intérieur duquel la collection de NFT sera créée. Seuls les espaces dont les portefeuilles auront été vérifiés, apparaîtront dans la liste déroulante. Assurez-vous de choisir le bon espace, car c'est bien dans cet espace qui aura lieu la vérification du portefeuille vers lequel tous les fonds de la vente de NFT seront transférés.
nl_nl: Dit is de groep die de NFT-collectie zal minten. Alleen groepen met geverifieerde wallets worden weergegeven in de lijst. Zorg ervoor dat je de juiste groep kiest, omdat alle opbrengsten van de NFT-verkoop naar de geverifieerde wallet van deze ruimte zullen gaan.
