Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Top Members
nl_nl: Topleden

source: Oldest
fr_fr: Ordre chronologique décroissant
nl_nl: Oudste

source: Ending Soon
nl_nl: Eindigt binnenkort

source: Ending SOON
nl_nl: Eindigt binnenkort

source: Available Date
fr_fr: Période de Disponibilité
nl_nl: Datum beschikbaar

source: Recently Created
fr_fr: NFT récemment Créés
nl_nl: Recent aangemaakt

source: Price: Low to High
fr_fr: Prix : du Plus Bas au Plus Élevé
nl_nl: Prijs: laag naar hoog

source: Price: High to Low
fr_fr: Prix : du Plus Élevé au Plus Bas
nl_nl: Prijs: hoog naar laag

source: Top Traded
nl_nl: Meest Verhandeld

source: Recently Traded
nl_nl: Recent Verhandeld

source: Public Vote
nl_nl: Openbare Stem

source: Community Rank
nl_nl: Community rang

source: SOON on Sale
nl_nl: Binnenkort in de uitverkoop

source: Recently Minted
nl_nl: Recent gemint

source: Back
fr_fr: Retour
nl_nl: Terug

source: Soonaverse is a platform for communities to create and manage decentralized autonomous organizations (DAOs), NFTs, projects, companies, and markets, on the feeless infrastructure of the IOTA network. Any organization can launch and trade liquid assets through our Marketplace, Launchpad, and Token Exchange products.
fr_fr: Soonaverse est une plateforme communautaire qui s'appuie sur la structure du réseau IOTA, visant à permettre à ses membres de créer et de gérer des organisations autonomes décentralisées (DAO), des NFT, des projets, ainsi que des entreprises et des marchés, à titre gratuit. Toute organisation pourra ainsi lancer son projet et échanger ses liquidités par le biais de nos produits tels que le Launchpad, la plateforme d'Échanges de tokens et la Marketplace.
nl_nl: Soonaverse is een platform voor gemeenschappen om gedecentraliseerde autonome organisaties (DAO's), NFT's, projecten, bedrijven en markten te creëren en te beheren op de feeless infrastructuur van IOTA. Elke organisatie kan liquide assets lanceren en verhandelen via onze Marktplaats, Launchpad, en Token Exchange producten.

source: Bill Payment
fr_fr: Paiement de la Facture
nl_nl: Factuur betaling

source: Bill (royalty)
fr_fr: Bill (redevance)
nl_nl: Factuur (royalty)

source: Credit
fr_fr: Solde disponible
nl_nl: Krediet

source: Payment
fr_fr: Paiement
nl_nl: Betaling

source: Credit NFT
fr_fr: Créditer le NFT
nl_nl: Kredieteer NFT

source: Mint Collection
fr_fr: Minter la Collection
nl_nl: Mint Collectie

source: Withdraw Asset
fr_fr: Opération de Retrait d'Actifs Tokenisés
nl_nl: Neem asset op

source: Unlock
fr_fr: Débloquer
nl_nl: Ontgrendel

source: Vote
nl_nl: Stem

source: (Send Alias to Guardian)
fr_fr: (Envoyer Alias au Gardian)
nl_nl: (Stuur Alias naar de Bewaker)

source: (Lock Collection)
fr_fr: (Verrouiller la Collection)
nl_nl: (Vergrendel Collectie)

source: Discover
fr_fr: Découvrir
nl_nl: Ontdekken

source: Create new
fr_fr: Nouvelle création
nl_nl: Maak nieuw

source: Space
fr_fr: Espace
nl_nl: Groep

source: Proposal
fr_fr: Offre
nl_nl: Voorstel

source: Collection
nl_nl: Collectie

source: To unlock more features you<br /> have to stake SOON token.
nl_nl: Om meer functies te ontgrendelen moet je<br /> een SOON token staken.

source: None.
fr_fr: Aucun résultat.
nl_nl: Geen.

source: My Profile
fr_fr: Mon Profil
nl_nl: Mijn Profiel

source: Purchase has not been completed
fr_fr: Le processus d'achat n'a pas été achevé
nl_nl: Aankoop is niet voltooid

source: You have
fr_fr: Il vous reste
nl_nl: Je hebt

source: to finish your transaction
fr_fr: pour achever la transaction
nl_nl: om je transactie te voltooien

source: Open Checkout
fr_fr: Ouvrir la Procédure de Vérification
nl_nl: Open transactieverwerking

source: You won the NFT
fr_fr: Vous avez gagné le NFT
nl_nl: Je hebt de NFT gewonnen

source: You are a proud owner of a new NFT. Congratulations!
fr_fr: Félicitations ! Vous êtes l'heureux propriétaire d'un nouveau NFT !
nl_nl: Je bent de trotse eigenaar van een nieuwe NFT. Gefeliciteerd!

source: You lost your bid!
fr_fr: Votre soumission n'a pas été retenue !
nl_nl: Je hebt je bod verloren!

source: Your bid on
fr_fr: Votre soumission sur
nl_nl: Jouw bod op

source: was outbid. Try again!
fr_fr: a été surenchérie. Veuillez réessayer !
nl_nl: was overboden. Probeer het opnieuw!

source: just offered
fr_fr: vient d'être proposé
nl_nl: net aangeboden

source: for
fr_fr: pour
nl_nl: voor

source: Your
fr_fr: Votre
nl_nl: Jouw

source: has received a new bid for
fr_fr: a reçu une nouvelle soumission pour
nl_nl: heeft een nieuw bod ontvangen voor

source: Unsupported
fr_fr: Non soutenu
nl_nl: Niet ondersteund

source: This notification is not yet supported in your language
fr_fr: Cette notification ne permet pas encore de couvrir votre langue
nl_nl: Deze notificatie wordt nog niet ondersteund in jouw taal

source: Space
fr_fr: Espace
nl_nl: Groep

source: Proposal
fr_fr: Offre
nl_nl: Voorstel

source: Collection
fr_fr: Pièces de collection
nl_nl: Collectie

source: Stake more SOON <br /> to create <br /> tokens and collections.
nl_nl: Stake meer SOON <br /> om <br /> tokens en collecties te maken.

source: Connect to your MetaMask wallet
fr_fr: Connectez-vous à votre Wallet en sélectionnant MetaMask
nl_nl: Maak verbinding met je MetaMask wallet

source: Connect via TanglePay
nl_nl: Verbinden via TanglePay

source: Log out
fr_fr: Se déconnecter
nl_nl: Uitloggen

source: Powered by
fr_fr: Fourni par
nl_nl: Mogelijk gemaakt door

source: The page you were looking for was not found
fr_fr: La page que vous avez recherchée ne peut être obtenue
nl_nl: The pagina die je zocht kon niet gevonden worden

source: Discover Soonaverse
fr_fr: Découvrez Soonaverse
nl_nl: Ontdek Soonaverse

source: Network status
fr_fr: État du réseau
nl_nl: Netwerkstatus

source: Network status
fr_fr: Statut du réseau
nl_nl: Netwerkstatus

source: Operational
fr_fr: Opérationnel
nl_nl: Operationeel

source: Degraded Performance
fr_fr: Dégradation des Performances
nl_nl: Verminderde performantie

source: Down
fr_fr: Bas débit
nl_nl: Onbeschikbaar

source: Last milestone
fr_fr: Dernière boucle
nl_nl: Laatste mijlpaal

source: Shimmer Mainnet Coming SOON
fr_fr: Mainnet Shimmer À Paraître BIENTÔT
nl_nl: Shimmer Mainnet komt BINNENKORT

source: Assembly Coming SOON
fr_fr: Assemblée À Paraître BIENTÔT
nl_nl: Assembly komt BINNENKORT

source: Shimmer EVM Coming SOON
fr_fr: Shimmer compatible EVM À Paraître BIENTÔT
nl_nl: Shimmer EVM komt BINNENKORT

source: See Docs
fr_fr: Voir Doc.
nl_nl: Bekijk Documentatie

source: Show more
fr_fr: Afficher plus
nl_nl: Toon meer

source: Show less
fr_fr: Afficher moins
nl_nl: Toon minder

source: Search here...
fr_fr: Tapez votre recherche ici...
nl_nl: Zoek hier...

source: Search
fr_fr: Rechercher
nl_nl: Zoeken

source: Start typing...
fr_fr: Commencer la saisie...
nl_nl: Typ hier...

source: Guardians of Space Only
fr_fr: Gardiens de l'Espace Uniquement
nl_nl: Alleen bewakers van de groep

source: Members of Space Only
fr_fr: Membres de l'Espace Uniquement
nl_nl: Enkel leden van de groep

source: Members With Badge Only
fr_fr: Membres détenant un Badge Uniquement
nl_nl: Enkel leden met een badge

source: Members With NFT only
fr_fr: Membres détenant un NFT Uniquement
nl_nl: Enkel leden met een NFT

source: Unavailable for sale
fr_fr: Non disponible à la vente
nl_nl: Onbeschikbaar voor verkoop

source: On Auction
nl_nl: In Veiling

source: Available
fr_fr: Disponible
nl_nl: Beschikbaar

source: On Sale
fr_fr: En Vente
nl_nl: In verkoop

source: Connect to your Metamask wallet
fr_fr: Connectez-vous à votre Wallet en sélectionnant Metamask
nl_nl: Verbind met je Metamask wallet

source: Make sure you select public IOTA EVM Chain in MetaMask.
fr_fr: Veillez bien à sélectionner la chaîne publique IOTA EVM dans MetaMask.
nl_nl: Zorg ervoor dat je de publieke IOTA EVM Chain in MetaMask selecteert.

source: Network Name: IOTA EVM
fr_fr: Nom du Réseau : IOTA EVM
nl_nl: Netwerk naam: IOTA EVM

source: Cancel
fr_fr: Révoquer
nl_nl: Annuleren

source: Connect
fr_fr: Connexion
nl_nl: Verbinden

source: Disconnect
fr_fr: Déconnexion
nl_nl: Verbreken

source: Staking
nl_nl: Staken

source: Swap
nl_nl: Wisselen

source: Marketplace
fr_fr: Place de marché
nl_nl: Marktplaats

source: My Overview
fr_fr: Vue d'Ensemble de Mon Tableau de Bord
nl_nl: Mijn overzicht

source: Unable to sign transaction. Please try to reload page.
fr_fr: Impossible de signer la transaction. Essayez à nouveau de charger la page.
nl_nl: Kan transactie niet ondertekenen. Probeer pagina te herladen.

source: You must unlock your MetaMask first!
fr_fr: Premièrement, vous devez déverrouiller votre MetaMask !
nl_nl: Je moet eerst je MetaMask ontgrendelen!

source: You must enable access to read your account address.
fr_fr: Vous devez autoriser l'accès à l'authentification de votre adresse de compte.
nl_nl: Je moet de toegang open zetten om je account adres te lezen.

source: Please make sure you select address in MetaMask!
fr_fr: Veillez à bien sélectionner une adresse dans MetaMask !
nl_nl: Selecteer alsjeblieft een adres in MetaMask!

source: Unable to get nonce to authenticate!
fr_fr: Impossible d'obtenir de la nonce pour s'authentifier !
nl_nl: Het is niet mogelijk om nonce te laten authenticeren!

source: Unable to connect your TanglePay wallet.
nl_nl: Kan geen verbinding maken met jouw TanglePay wallet.

source: Unable to detect address in TanglePay!
nl_nl: Kan geen adres vinden in TanglePay!

source: You have to open Soonaverse in wallet app.
nl_nl: Je moet Soonaverse openen in de wallet app.

source: Failed to initialize wallet, try to reload page.
nl_nl: Kan wallet niet initialiseren, probeer pagina te herladen.

source: Give badges
nl_nl: Geef badges

source: Once issued, this badge is sent to the rewarded participant's wallet.
nl_nl: Eenmaal uitgegeven, wordt deze badge verzonden naar de wallet van de beloonde deelnemer.

source: Upload CSV
nl_nl: CSV uploaden

source: You can create badge airdrops for any user. You can upload CSV with users addresses and they will be properly reward.
nl_nl: Je kunt badge airdrops voor eender welke gebruiker maken. Je kunt een CSV uploaden met de adressen van de gebruikers en ze zullen correct worden beloond.

source: If you don’t know how to prepare CSV file, you can download our template made for you.
fr_fr: Si vous envisagez de créer un fichier CSV, mais vous ne savez pas comment procéder, notre schéma de construction du fichier téléchargeable, conçu pour vous, vous aidera à le faire.
nl_nl: Als je niet weet hoe je een CSV-bestand moet voorbereiden, kun je een template downloaden die we al gemaakt hebben.

source: Confirm schedule
nl_nl: Schema bevestigen

source: Address
fr_fr: Adresse
nl_nl: Adres

source: Action
fr_fr: Initiative
nl_nl: Actie

source: Submitted.
nl_nl: Ingediend.

source: Fund Award & Mint
nl_nl: Beloning & Mint

source: Reward Token
nl_nl: Beloningstoken

source: Reward to be funded
nl_nl: Beloning om te financieren

source: Confirm & Start
nl_nl: Bevestigen & Start

source: Once you agree with the terms, the generated address will remain active during the whole process.
fr_fr: L'adresse générée demeurera en vigueur tout au long du processus de création, lorsque vous aurez accepté les termes d'achat.
nl_nl: Zodra je akkoord gaat met de voorwaarden, blijft het gegenereerde adres actief tijdens het hele proces.

source: Use deeplink to make the transfer. Unfortunatelly no manual entry supported by Firefly.
nl_nl: Gebruik deep-link om de betaling te doen. Helaas wordt er geen handmatige invoer ondersteund door Firefly.

source: Transaction history
fr_fr: Historique de transaction
nl_nl: Transactie historie

source: Transaction complete. Congratulations.
fr_fr: Félicitations ! La transaction est terminée.
nl_nl: Transactie voltooid. Gefeliciteerd.

source: Finish Mint
fr_fr: Achever le Processus de Mint
nl_nl: Mint voltooien

source: Funding info
nl_nl: Financiering info

source: Make transaction
fr_fr: Initiation de paiement
nl_nl: Voer transactie uit

source: Wait for confirmation
fr_fr: En attente de vérification de l'adresse
nl_nl: Wacht op bevestiging

source: Confirmed
fr_fr: L'adresse a été confirmée
nl_nl: Bevestigd

source: Payment received.
fr_fr: Confirmation de réception de paiement.
nl_nl: Betaling ontvangen.

source: Confirming transaction.
fr_fr: Transaction en cours de traitement.
nl_nl: Transactie bevestigen.

source: Transaction confirmed.
fr_fr: Confirmation de la transaction.
nl_nl: Transactie bevestigd.

source: Invalid amount received. Refunding transaction...
fr_fr: Réception d'un montant non autorisé. Remboursement de la transaction...
nl_nl: Incorrect bedrag ontvangen. Transactie wordt terugbetaald...

source: Invalid transaction.You must gift storage deposit.
fr_fr: La transaction n'est pas autorisée. Vous avez l'obligation de vous doter d'un portefeuille de stockage.
nl_nl: Ongeldige transactie. Je moet opslag storten.

source: Invalid payment refunded.
fr_fr: Remboursement de paiement non autorisé.
nl_nl: Incorrecte betaling terugbetaald.

source: Waiting for transaction...
fr_fr: Transaction en attente...
nl_nl: Wachten op transactie...

source: Pending Funding
nl_nl: Financiering in behandeling

source: Rejected
fr_fr: Déclinée
nl_nl: Geweigerd

source: Completed
fr_fr: Terminées
nl_nl: Voltooid

source: Space Members Only
fr_fr: Membres de l'Espace Uniquement
nl_nl: Alleen Groepsleden

source: Space Guardians Only
fr_fr: Gardiens de l'Espace Uniquement
nl_nl: Alleen Groepsbewakers

source: Space Members with Badge Only
fr_fr: Membres de l'Espace détenant un Badge Uniquement
nl_nl: Alleen Groepsleden met Badge

source: At least one NFT from Collections
fr_fr: Au moins un NFT de toutes les Collections
nl_nl: Ten minste één NFT uit de collecties

source: Specific members only
fr_fr: Membres de certains groupes uniquement
nl_nl: Alleen specifieke leden

source: Starts in
fr_fr: Démarre dans
nl_nl: Begint over

source: days
fr_fr: jours
nl_nl: dagen

source: Starts today
fr_fr: NFT qui sortent aujourd'hui
nl_nl: Begint vandaag

source: Collection is not yet migrated to the decentralized network.
fr_fr: La collection n'a pas encore été transférée vers le réseau décentralisé.
nl_nl: Collectie is nog niet gemigreerd naar het gedecentraliseerde netwerk.

source: Limited Edition
fr_fr: Limite de Création
nl_nl: Beperkte oplage

source: Floor Price
nl_nl: Minimumprijs

source: Pending approval
fr_fr: Validation pendante
nl_nl: In afwachting van goedkeuring

source: Rejected
fr_fr: Repoussées
nl_nl: Afgewezen

source: Remaining
fr_fr: NFT restants
nl_nl: Resterend

source: Mint collection on network
fr_fr: Mintez votre collection sur le réseau
nl_nl: Mint collectie op netwerk

source: Once minted all NFT’s from this collection will be available to migrate to the selected network by their owners.
fr_fr: Toutes les pièces de cette collection de NFT ne pourront être transférées vers les réseaux sélectionnés par leurs propriétaires qu'au moment du reveal et lorsqu'elles auront été créées.
nl_nl: Zodra alle NFT's van deze collectie gemint zijn zullen ze door hun eigenaren naar het geselecteerde netwerk kunnen migreren.

source: Unsold NFT's
fr_fr: Pièces NFT non vendues
nl_nl: Niet-verkochte NFT's

source: Decide what should happen with all NFTs that were not sold yet.
fr_fr: Faites preuve de leadership en prenant des décisions sur tous les NFT qui n'ont pas encore été vendus.
nl_nl: Beslis wat er moet gebeuren met alle NFT's die nog niet zijn verkocht.

source: Keep the same price
fr_fr: Garder le même prix
nl_nl: Houd dezelfde prijs

source: Take Ownership
fr_fr: Entrez en Possession
nl_nl: Wordt eigenaar

source: Set new price
fr_fr: Fixer un nouveau prix
nl_nl: Stel nieuwe prijs in

source: Burn all unsold
fr_fr: Brûler tous les invendus
nl_nl: Burn alle onverkochte

source: Note that the collection ownership will be granted only to your profile.
fr_fr: Remarque : en ce qui concerne l'affectation des droits de propriété sur la collection, l'exercice de ces derniers sera assorti de conditions applicables à votre profil uniquement.
nl_nl: Houd er rekening mee dat eigenaarschap van de collectie alleen aan jou profiel wordt toegekend.

source: Once minted, a collection cannot be edited and a new NFT cannot be added to that collection
fr_fr: Dès que le processus de création de token aura été parachevé, les paramètres de la collection ne pourront plus être modifiés et vous ne pourrez plus ajouter de nouveaux NFT à la collection
nl_nl: Na het minten kan een collectie niet meer bewerkt worden en kan er geen nieuw NFT toegevoegd worden aan die collectie

source: By checking this box, you acknowledge that all active sales of this collection’s NFTs will be cancelled.
fr_fr: En cochant cette case, vous consentez que toutes les activités de vente opérationnelle des pièces de la collection de NFT soient annulées.
nl_nl: Door dit vakje aan te vinken, accepteer je dat alle actieve verkopen van deze collectie NFT's zulllen worden geannuleerd.

source: Confirm & Start minting
fr_fr: Confirmer & Démarrer le minting
nl_nl: Bevestigen & beginnen met minten

source: Once the transaction is registered, we will cancel all ongoing sales of collection's NFTs and we will burn all unsold NFT's (if selected).
fr_fr: Lorsque la transaction aura été enregistrée, on procédera au retrait de toutes les pièces de collection de NFT en vue d'annuler la vente en cours et tous les NFT (qui auront été sélectionnés) n'ayant pas été vendus, seront brûlés.
nl_nl: Zodra de transactie is geregistreerd, zullen we alle lopende verkopen van de NFT's van de collectie annuleren en zullen we alle onverkochte NFT's burnen (indien geselecteerd).

source: remaining to make the transfer.
fr_fr: Tokens restants pour effectuer le transfert.
nl_nl: resterend om de betaling te voldoen.

source: Expired
fr_fr: Expiré
nl_nl: Verlopen

source: NFT's from this collection are now being migrated.
fr_fr: Le transfert des pièces de la collection de NFT en question, vient d'être réalisé.
nl_nl: NFT's van deze collectie worden nu gemigreerd.

source: NFT's in collection
fr_fr: Pièces NFT de la collection
nl_nl: NFT's in collectie

source: Total Storage Fee
fr_fr: Montant Total des Frais de Stockage
nl_nl: Totale opslag fee

source: (NFTs Storage Fee + Collection Storage Fee)
fr_fr: (Frais de Stockage de NFT + Frais de Stockage de Collection)
nl_nl: (NFTs opslagvergoeding + Collectie opslag fee)

source: Select network
fr_fr: Sélectionnez le réseau
nl_nl: Selecteer netwerk

source: Pending
fr_fr: Pendante
nl_nl: In behandeling

source: Collection is required.
fr_fr: Une collection est exigée.
nl_nl: Collectie is vereist.

source: Select Collection
fr_fr: Sélectionner Collection
nl_nl: Selecteer Collectie

source: Select a Collection
fr_fr: Sélectionner une Collection
nl_nl: Selecteer een collectie

source: No results for
fr_fr: Aucun résultat pour
nl_nl: Geen resultaten voor

source: All Collections
fr_fr: Toutes les Collections
nl_nl: Alle Collecties

source: Are you sure?
fr_fr: Si tel est votre choix, donnez votre consentement
nl_nl: Weet je het zeker?

source: Close
fr_fr: Fermer
nl_nl: Sluiten

source: Confirm
fr_fr: Consentir à
nl_nl: Bevestigen

source: Connect wallet
fr_fr: Connectez votre portefeuille
nl_nl: Verbind Wallet

source: h
nl_nl: u

source: hours
fr_fr: heures
nl_nl: uren

source: min
fr_fr: mn
nl_nl: minuten

source: sec
fr_fr: s
nl_nl: seconden

source: Ends
nl_nl: Eindigt

source: Price
fr_fr: Prix
nl_nl: Prijs

source: Verified addresses
fr_fr: Les adresses ont été vérifiées
nl_nl: Geverifieerde adressen

source: Manage
fr_fr: Gérer
nl_nl: Beheren

source: Recently joined spaces
fr_fr: Espaces auxquels vous vous êtes récemment joint
nl_nl: Onlangs toegetreden groepen

source: All
fr_fr: Tout
nl_nl: Alle

source: No Contribution Yet.
fr_fr: Il N'existe Encore Aucune Contribution .
nl_nl: Nog geen bijdragen.

source: Display Name
fr_fr: Nom d'Affichage
nl_nl: Weergavenaam

source: Set a display name. This does not change your username.
fr_fr: Définissez un nom d’affichage. Cela n'apportera pas de changements au nom d’utilisateur .
nl_nl: Stel een weergavenaam in. Je gebruikersnaam wordt niet gewijzigd.

source: Display name (optional)
fr_fr: Nom d'affichage (optionnel)
nl_nl: Weergavenaam (optioneel)

source: About
fr_fr: Zoom sur
nl_nl: Info

source: A brief description of yourself shown on your profile.
fr_fr: Une courte présentation de vous-même exposée sur votre profil.
nl_nl: Een korte beschrijving van jezelf die wordt weergegeven op je profiel.

source: Your description (optional)
fr_fr: Votre présentation (optionnelle)
nl_nl: Jouw beschrijving (optioneel)

source: Customise your Soonaverse identity.
fr_fr: Personnalisez votre identifiant Soonaverse .
nl_nl: Pas je Soonaverse identiteit aan.

source: Generate a free unique avatar for your profile picture. {LINE_BREAK}{LINE_BREAK} New super rare premium avatar species and avatar collectibles/accessories that can all be traded are coming SOON.
fr_fr: Créez un avatar unique et gratuit pour votre photo de profil. {LINE_BREAK}{LINE_BREAK} De nouveaux types d'avatars prestigieux, considérés comme extrêmement rares et des avatars qui pourront être négociés en tant qu'objets de collection/accessoires seront BIENTÔT disponibles.
nl_nl: Mint gratis een unieke avatar voor je profielfoto. {LINE_BREAK}{LINE_BREAK} Nieuwe super zeldzame premium avatar soorten en avatar collectibels/accessoires die allemaal kunnen worden verhandeld komen binnenkort.

source: WOW! Looks like yours is the prettiest avatar of all. Congratulations.
fr_fr: Quelle SURPRISE ! Eh bien, Félicitations. Apparemment, vous êtes le détenteur de l'avatar le plus beau.
nl_nl: WOW! Het lijkt erop dat jouw avatar de mooiste is van allemaal. Gefeliciteerd.

source: Networking
fr_fr: Mise en réseau
nl_nl: Netwerken

source: Invalid Github username.
fr_fr: Le nom d'utilisateur fourni sur Github n'est pas autorisé.
nl_nl: Ongeldige Github gebruikersnaam.

source: Type your Github account username
fr_fr: Tapez votre nom d'utilisateur de votre compte Github
nl_nl: Vul je Github gebruikersnaam in

source: Invalid Twitter username.
fr_fr: Le nom d'utilisateur fourni sur Twitter n'est pas autorisé.
nl_nl: Ongeldige Twitter gebruikersnaam.

source: Type your Twitter account username
fr_fr: Tapez votre nom d'utilisateur de votre compte Twitter
nl_nl: Vul je Twitter gebruikersnaam in

source: Only username#1234 format supported.
fr_fr: Seul le format username#1234 est pris en charge.
nl_nl: Alleen het "gebruikersnaam#1234" formaat wordt ondersteund.

source: Type your Discord account username
fr_fr: Tapez votre nom d'utilisateur de votre compte Discord
nl_nl: Vul je Discord gebruikersnaam in

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: Save changes
fr_fr: Sauvegarder les modifications
nl_nl: Wijzigingen opslaan

source: {{ title ? title : 'What network do you want to use for minting?' }}
nl_nl: {{ title ? title : 'Welk netwerk wil je gebruiken voor minten?' }}

source: Selected Network
fr_fr: Réseau Sélectionné
nl_nl: Geselecteerd netwerk

source: Send
fr_fr: Envoyer
nl_nl: Verstuur

source: to following address:
fr_fr: à l'adresse suivante :
nl_nl: naar het volgende adres:

source: Copied
fr_fr: Chargée
nl_nl: Gekopieerd

source: Copy
fr_fr: Charger
nl_nl: Kopieer

source: Do not send funds from an exchange, always use wallets you fully control.
fr_fr: Le transfert de fonds ne doit pas être réalisé par l'intermédiaire d'une plateforme d'Échanges, utilisez toujours des portefeuilles que vous contrôlez entièrement.
nl_nl: Stuur geen transacties vanaf een exchange, gebruik altijd wallets die je volledig beheert.

source: Make a bid
fr_fr: Faire une soumission
nl_nl: Doe een bod

source: NFT image
fr_fr: Reproduction NFT
nl_nl: NFT afbeelding

source: Ends
fr_fr: Prend fin
nl_nl: Eindigt

source: Royalties
fr_fr: Redevances
nl_nl: Auteursrechten
