Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Collection Type
fr_fr: Type de Collection
nl_nl: Collectie type

source: Each type has different characteristics. This cannot be changed after creation.
fr_fr: Chaque collection présente des spécificités propres, ce qui la différencie des autres. Dès sa création, elles ne pourront plus être modifiées.
nl_nl: Elk type heeft verschillende kenmerken. Dit kan niet worden gewijzigd na het aanmaken.

source: Banner is required.
fr_fr: Une bannière est exigée.
nl_nl: Banner is vereist.

source: Placeholder
fr_fr: Espace réservé
nl_nl: Plaatshouder

source: Placeholder is required.
fr_fr: Un espace réservé est requis.
nl_nl: Plaatshouder is vereist.

source: Category
fr_fr: Catégorie
nl_nl: Categorie

source: Category is used when filtering content.
fr_fr: La catégorie est utilisée lors du filtrage du contenu.
nl_nl: Categorie wordt gebruikt bij het filteren van content.

source: Category.
fr_fr: Catégorie.
nl_nl: Categorie.

source: Collection Setup
fr_fr: Configuration de la collection
nl_nl: Collectie opzetten

source: Who has access to a given collection.
fr_fr: Qui a accès à une collection donnée.
nl_nl: Wie heeft toegang tot een bepaalde verzameling.

source: Open Sale
fr_fr: Vente Ouverte
nl_nl: Open verkoop

source: Everyone has access to this collection.
fr_fr: Tout le monde a accès à cette collection.
nl_nl: Iedereen heeft toegang tot deze verzameling.

source: Only Space Guardians can access.
fr_fr: Seuls les Gardiens de l'espace peuvent y accéder.
nl_nl: Alleen Groepsbewakers kunnen toegang krijgen.

source: Only Space Members can access.
fr_fr: Seuls les Membres de l'Espace y ont accès.
nl_nl: Alleen Groepsleden kunnen toegang krijgen.

source: Only Space Members with badge can access.
fr_fr: Seuls les Membres de l'Espace détenant un Badge y ont accès.
nl_nl: Alleen Groepsleden met badge kunnen toegang krijgen.

source: Collection Options
fr_fr: Options de collection
nl_nl: Collectie opties

source: One NFT per Member Only
fr_fr: Un NFT par Membre Uniquement
nl_nl: Slechts één NFT per lid

source: Select collection
fr_fr: Sélectionner une collection
nl_nl: Selecteer collectie

source: Select award
fr_fr: Sélectionnez votre prime
nl_nl: Kies award

source: Create collection
fr_fr: Créer une collection
nl_nl: Collectie aanmaken

source: Save collection
fr_fr: Sauvegarde Collection
nl_nl: Collectie opslaan

source: Check out collection
fr_fr: Jetez un coup d'œil à la collection
nl_nl: Bekijk collectie

source: Pending Membership Requests
fr_fr: Demandes Membre Pendantes
nl_nl: Aanvragen voor lidmaatschap in behandeling

source: Your spaces
fr_fr: Vos espaces
nl_nl: Jouw groepen

source: No Spaces yet
fr_fr: Il N'existe Pas encore d'Espaces
nl_nl: Nog geen groepen

source: Discover Spaces
fr_fr: Découvrez Espaces
nl_nl: Ontdek Groepen

source: Active awards
fr_fr: Primes opérationnelles
nl_nl: Actieve awards

source: Active proposals
fr_fr: Offres opérationnelles
nl_nl: Actieve voorstellen

source: Spaces
fr_fr: Espaces
nl_nl: Groepen

source: Discover - Awards
fr_fr: Découvrez - Primes
nl_nl: Ontdek - Awards

source: Explore the best approach to DAO community engagement and growth. Awards, fee-less voting, 1-click set up. Join today.
fr_fr: Examinez les meilleurs moyens de vous rapprocher de la DAO, en élargissant vos engagements par la montée en puissance de ses membres. Mise en place de systèmes de prime et de vote sans frais d'inscription, en UN clic. Adhérez dès aujourd'hui.
nl_nl: Ontdek de beste benadering van DAO gemeenschap engagement en groei. Awards, feeless stemmen, 1-klik setup. Word vandaag lid.

source: Proposals
fr_fr: Offres
nl_nl: Voorstellen

source: Members
fr_fr: Membres
nl_nl: Leden

source: Discover - Members
fr_fr: Découvrez - Membres
nl_nl: Ontdek - Leden

source: Be a part of the most vibrant and fastest growing communities in crypto. Use metamask to join in seconds.
fr_fr: Faites partie d'une communauté, qui occupe une position de premier plan en matière d'entrepreneuriat et qui est porteuse d'innovation majeure parmi toutes les communautés, dans le domaine des crypto-actifs. Pour se joindre de façon instantanée, veuillez utiliser votre MetaMask.
nl_nl: Wees onderdeel van de levendigste en snelst groeiende gemeenschappen in crypto. Gebruik metamask om binnen enkele seconden mee te doen.

source: Discover - Proposals
fr_fr: Découvrez - Offres
nl_nl: Ontdek - Voorstellen

source: Create and vote on proposals that help shape the future of DAOs and the metaverse. Set up in just 1-click. Join today.
fr_fr: Apportez votre soutien aux communautés en participant aux créations et aux votes sur les offres, afin qu'on puisse donner forme à l'avenir des DAO et du métavers. Mise en place en UN seul clic. Adhérez dès aujourd'hui.
nl_nl: Creëer en stem op voorstellen die helpen de toekomst van de DAO's en de metaverse vorm te geven. Slechts 1 klik setup. Word vandaag lid.

source: Discover - Spaces
fr_fr: Découvrez - Espaces
nl_nl: Ontdek - Groepen

source: Sign up in minutes with our 1-click set up DAO-on-Demand. Fee-less on chain voting. Discover all of the amazing DAO's on the Soonaverse.
fr_fr: Inscrivez-vous pour une mise en place immédiate du système des DAO sur Demande, en quelques minutes. Outils de vote blockchain gratuits. Découvrez les communautés DAO les plus surprenantes sur la plateforme Soonaverse.
nl_nl: Meld je in enkele minuten aan met onze 1-klik DAO-on-demand setup. Feeless onchain stemmen. Ontdek alle geweldige DAO's op de Soonaverse.

source: Sale type
fr_fr: Type de vente
nl_nl: Verkooptype

source: Collections - NFT
nl_nl: Collecties - NFT

source: A completely fee-less Non-Fungible Tokens (NFTs) marketplace, digital collectibles, digital art, ownership rights, and more.
fr_fr: Une marketplace de Jetons Non Fongibles (NFT), d'objets de collection numériques, de l'art numérique, des droits de propriété, et d'autres encore, entièrement gratuite.
nl_nl: Een volledige feeless markt voor Niet-Financierbare Tokens (NFT's), digitale verzamelobjecten, digitale kunst, eigendomsrechten en meer.

source: NFT Collections
nl_nl: NFT collecties

source: Some collections may not yet be migrated to the decentralized network. Make sure you know what you are buying.
fr_fr: Plusieurs collections pourraient ne pas encore avoir été transférées vers le réseau décentralisé. Soyez au fait de ce que vous êtes en train d'acheter.
nl_nl: Sommige tokens worden mogelijk nog niet gemigreerd naar het gedecentraliseerde netwerk. Zorg ervoor dat je weet wat je koopt.

source: I understand
fr_fr: Compris
nl_nl: Ik begrijp het

source: Collections
fr_fr: Pièces de collections
nl_nl: Collecties

source: Total staked
nl_nl: Totaal gestaked

source: Staking Value: {{ unitsService.format( getTotalStakedValue() | async, undefined, false, false, 2 ) }} <wen-icon-question-circle [size]="16" class="ml-1 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
nl_nl: Staking Waarde: {{ unitsService.format( getTotalStakedValue() | async, undefined, false, false, 2 ) }} <wen-icon-question-circle [size]="16" class="ml-1 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked aantal * Beloningsvermenigvuldiger" >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}

source: Claimable Reward
nl_nl: Claimbare beloning

source: Stake more {{(token$ | async)?.symbol | uppercase}}
nl_nl: Stake meer {{(token$ | async)?.symbol | uppercase}}

source: My Staking
nl_nl: Mijn staken

source: until
nl_nl: tot

source: My Favourites
nl_nl: Mijn Favorieten

source: View All
nl_nl: Bekijk alles

source: Profile Options
nl_nl: Profiel opties

source: Edit Profile
nl_nl: Profiel bewerken

source: Manage Addresses
nl_nl: Beheer adressen

source: Export All Transactions
nl_nl: Exporteer alle transacties

source: Request Verification
nl_nl: Verzoek om verificatie

source: Pending
fr_fr: Pendantes
nl_nl: In behandeling

source: Issued
fr_fr: Émises
nl_nl: Uitgegeven

source: No Awards
fr_fr: Il N'existe Pas de Primes
nl_nl: Geen awards

source: Discover Awards
fr_fr: Découvrir des Primes
nl_nl: Ontdek Awards

source: Reputation
fr_fr: Réputation
nl_nl: Reputatie

source: Spaces
fr_fr: Espaces
nl_nl: Groepen

source: Total Rewards
nl_nl: Totale beloningen

source: My profile
fr_fr: Mon profil
nl_nl: Mijn profiel

source: Profile
fr_fr: Profil
nl_nl: Profiel

source: Profile info
fr_fr: Mes informations
nl_nl: Profielinfo

source: Joined
fr_fr: Il a rejoint
nl_nl: Aangesloten

source: Member -
fr_fr: Membre -
nl_nl: Lid -

source: Activity
fr_fr: Activité
nl_nl: Activiteit

source: Transactions
fr_fr: Opérations de paiement
nl_nl: Transacties

source: Bring NFT from other network to Soonaverse and unlock it’s trading options.
fr_fr: Procédez à l'importation du NFT d'un autre réseau vers la plateforme Soonaverse en débloquant toutes ses options de trading.
nl_nl: Breng NFT van een ander netwerk naar Soonaverse en ontgrendel de handelsopties.

source: Deposit NFT
fr_fr: Dépôt de NFT
nl_nl: Stort NFT

source: No NFTs
fr_fr: Il N'existe Pas de NFT
nl_nl: Geen NFT's

source: Staking
nl_nl: Staken

source: Here you will only find tokens that are available to claim or that have not been minted. Minted tokens will always appear in your associated Firefly or TanglePay wallet.
fr_fr: Les tokens pouvant être réclamés ou n'ayant pas encore été créés, pourront être recherchés uniquement ici. Le reveal de tokens créés aura lieu toujours dans des portefeuilles conjoints tels que Firefly ou TanglePay.
nl_nl: Hier vind je alleen tokens die je kunt claimen of die niet gemined zijn. Minted tokens verschijnen altijd in je geassocieerde Firefly of TanglePay wallet.

source: Total
fr_fr: Solde total
nl_nl: Totaal

source: Owned
fr_fr: Droits de Propriété
nl_nl: In bezit

source: from
fr_fr: depuis
nl_nl: van

source: Deposit for purchase
fr_fr: Ajout de fonds
nl_nl: Storting voor aankoop

source: No tokens
fr_fr: Il N'existe Pas de tokens
nl_nl: Geen tokens

source: Active Staking
nl_nl: Actieve staking

source: Expired Staking
nl_nl: Verlopen staking

source: Active Staking
nl_nl: Actieve staking

source: Expired Staking
nl_nl: Verlopen staking

source: Staked From
nl_nl: Gestaked Vanaf

source: Staked Until
nl_nl: Gestaked tot

source: Multiplier
nl_nl: Vermenigvuldiger

source: Staked Value
nl_nl: Staking waarde

source: Stakes
nl_nl: Staked

source: No Stakes
nl_nl: Geen stakes

source: Staked from - to
nl_nl: Gestaked van - naar

source: Amount (Multiplier)
nl_nl: Bedrag (vermenigvuldiger)

source: Staked Value
nl_nl: Staking waarde

source: Claim
fr_fr: Réclamer
nl_nl: Claimen

source: Refund
fr_fr: Remboursement
nl_nl: Terugbetaling

source: Export CSV
fr_fr: Exporter sous CSV
nl_nl: Exporteer CSV

source: Exporting CSV
fr_fr: Export sous CSV
nl_nl: CSV aan het exporteren

source: No transactions
fr_fr: Il N'existe Pas de transactions
nl_nl: Geen transacties

source: Some files have not been uploaded
fr_fr: Le téléchargement de certains fichiers n'a pas été effectué
nl_nl: Sommige bestanden zijn niet geüpload

source: Please only use a-z, A-Z, _, -, 0-9 characters.
fr_fr: Veuillez utiliser des chaînes de caractères composées uniquement des caractères suivants : a-z, A-Z, _, -, 0-9.
nl_nl: Gebruik alleen de a-z, A-Z, _, -, 0-9 tekens.

source: Uploaded CSV
fr_fr: CSV Téléchargé
nl_nl: CSV geüpload

source: Some of the NFTs are faulty!
fr_fr: Plusieurs NFT sont faux !
nl_nl: Sommige van de NFT's zijn incorrect!

source: Filename
fr_fr: Nom de fichier
nl_nl: Bestandsnaam

source: Error
fr_fr: Erreur
nl_nl: Fout

source: Upload existing CSV
fr_fr: Télécharger le CSV existant
nl_nl: Upload bestaande CSV

source: Upload back once you generate below
fr_fr: Après avoir créé votre NFT ci-dessous, chargez-le à nouveau
nl_nl: Upload opnieuw nadat je onderstaande hebt gemaakt

source: You have to upload images first.
fr_fr: Premièrement, vous devez télécharger les images.
nl_nl: Je moet eerst afbeeldingen uploaden.

source: Generate CSV
fr_fr: Créer un fichier CSV
nl_nl: Genereer CSV

source: Publish NFTs
fr_fr: Exposition NFT
nl_nl: Publiceer NFT's

source: To create multiple classic NFTs, you have to use the web version of Soonaverse.
fr_fr: Utilisez la version web de Soonaverse pour accroître la capacité de création de NFT classiques.
nl_nl: Om meerdere klassieke NFT's te maken, moet je de webversie van Soonaverse gebruiken.

source: Single
fr_fr: Individuel
nl_nl: Enkel

source: Multiple
nl_nl: Meerdere

source: Name and description will be included on the NFT.
fr_fr: Le nom et la description seront inclus dans le NFT.
nl_nl: Naam en beschrijving zullen worden opgenomen bij de NFT.

source: Name is required.
fr_fr: Le nom est requis.
nl_nl: Naam is vereist.

source: Description is required.
fr_fr: La description est requise.
nl_nl: Beschrijving is vereist.

source: All times are reflected in user's timezone. For generated NFT and SFT the price is set per collection and cannot be changed here.
fr_fr: Les décalages horaires seront reportés sur la même zone horaire de l'utilisateur. En ce qui concerne les NFT et les SFT ayant été générés, il y aura un prix à fixer pour chaque collection, qui ne pourra plus être modifié ici.
nl_nl: Alle tijden worden weergegeven in de tijdzone van de gebruiker. Voor gegenereerde NFT en SFT wordt de prijs per collectie bepaald en kan hier niet worden gewijzigd.

source: Properties show up underneath your item.
fr_fr: Des biens sont reproduits au-dessous de votre élément.
nl_nl: Eigenschappen verschijnen onder jouw item.

source: Property name (E.g. Character)
fr_fr: Nom du bien (p. ex. Character)
nl_nl: Naam van eigenschap (bijv. karakters)

source: Value (E.g. Soonanaut)
fr_fr: Valeur (p. ex. Soonaunaut)
nl_nl: Waarde (bijv. Soonanaut)

source: Property name
fr_fr: Nom du Bien
nl_nl: Eigenschapsnaam

source: Value
fr_fr: Valeur
nl_nl: Waarde

source: Property
fr_fr: Bien
nl_nl: Eigenschap

source: Add property
fr_fr: Ajouter un bien
nl_nl: Eigenschap toevoegen

source: Stats show up underneath your item.
fr_fr: Des statistiques sont reproduites au-dessous de votre élément.
nl_nl: Statistieken verschijnen onder je voorwerp.

source: Stats name (E.g. Stamina)
fr_fr: Nom de l'Institut des Statistiques (p. ex. Stamina)
nl_nl: Statistieken naam (bijv. uithoudingsvermogen)

source: Value (E.g. 10, 1/10 , etc.)
fr_fr: Valeur (p. ex. 10, 1/10, etc.)
nl_nl: Waarde (bijv. 10, 1/10 , etc.)

source: Stat name
fr_fr: Nom de l'Institut de la Statistique
nl_nl: Statistiek naam

source: Stat
fr_fr: Statistique
nl_nl: Statistiek

source: Add stat
fr_fr: Ajouter une donnée statistique
nl_nl: Statistiek toevoegen

source: Upload image of your NFT. File types supported: PNG, JPEG, WEBP, MP4. Max size: 100 MB.
fr_fr: Téléchargez votre image numérique sous forme de NFT. Parmi les formats de fichiers pris en charge figurent : PNG, JPEG, WEBP, MP4. Taille maximale : 100 Mbit.
nl_nl: Upload afbeelding van jouw NFT. Ondersteund bestandstypen: PNG, JPEG, WEBP, MP4. Max grootte: 100 MB.

source: Media is required
fr_fr: Support requis
nl_nl: Media is vereist

source: Select one of your collections to display this NFT.
fr_fr: Faites votre choix parmi vos collections en sélectionnant celle qui vous permettra d'afficher le NFT en question.
nl_nl: Selecteer een van je collecties om deze NFT te tonen.

source: Create NFT
fr_fr: Créer un NFT
nl_nl: Maak NFT

source: Preview NFT
fr_fr: Accès en avant-première NFT
nl_nl: Voorbeeldweergave NFT

source: File name file.name is not valid
fr_fr: Les caractères suivants file.name ne sont pas autorisés dans le nom du fichier
nl_nl: Bestandsnaam file.name is niet geldig

source: Check out nft
fr_fr: Jetez un coup d'œil sur le nft
nl_nl: Bekijk NFT

source: Current highest bid
fr_fr: Soumission actuelle la plus élevée
nl_nl: Huidig hoogste bod

source: remaining
fr_fr: nft restants
nl_nl: resterend

source: Sale ended
fr_fr: La vente a été clôturée
nl_nl: Verkoop afgelopen

source: Sale hasn't started yet
fr_fr: La vente n'a pas encore débuté
nl_nl: Verkoop is nog niet begonnen

source: NFT is pending other member's transaction
fr_fr: Transaction Membre pendante engendrée par l'utilisation d'un NFT
nl_nl: NFT wacht op de transactie van een ander lid

source: Collection pending approval
fr_fr: Collection en attente de validation
nl_nl: Collectie in afwachting van goedkeuring

source: Collection rejected!
fr_fr: La Collection a été repoussée !
nl_nl: Collectie afgewezen!

source: Sell NFT
fr_fr: Vente de NFT
nl_nl: Verkoop NFT

source: Change Fixed Price
fr_fr: Modification du Prix Fixe
nl_nl: Wijzig vaste prijs

source: Change Auction
fr_fr: Changer la Mise aux Enchères
nl_nl: Veiling wijzigen

source: Place bid
fr_fr: Déposez une soumission
nl_nl: Plaats bod

source: Buy now
fr_fr: En vente maintenant
nl_nl: Koop nu

source: Bidding
fr_fr: Soumission
nl_nl: Bieding

source: Current Bids
fr_fr: Soumissions Actuelles
nl_nl: Huidige bied orders

source: Past bids
fr_fr: Dernières soumissions
nl_nl: Vorige bied orders

source: My biddings
fr_fr: Mes soumissions
nl_nl: Mijn biedingen

source: Member
fr_fr: Membre
nl_nl: Lid

source: Bidded on
fr_fr: Soumissionné le
nl_nl: Geboden op

source: There are no current bids
fr_fr: Il n'existe pas de soumissions actuelles
nl_nl: Er zijn geen huidige bied orders

source: There are no past bids
fr_fr: Il n'existe pas de soumissions passées
nl_nl: Er zijn geen eerdere bied orders

source: There are no records.
fr_fr: Il n'existe pas d'enregistrements.
nl_nl: Er zijn geen records.

source: Withdraw NFT
fr_fr: Retrait de NFT
nl_nl: NFT opnemen

source: History
fr_fr: Historique
nl_nl: Geschiedenis

source: Minting in Progress
fr_fr: Processus de Minting en Cours
nl_nl: Minting is bezig

source: Available for specific Member Only
fr_fr: Disponible pour Membres de certains groupes Uniquement
nl_nl: Alleen beschikbaar voor specifiek lid

source: View all of the transaction details of this NFT on the Tangle
fr_fr: Visualiser tous les détails de la transaction liée au transfert du NFT en question sur le protocole Tangle
nl_nl: Bekijk alle transactiedetails van deze NFT op de Tangle

source: About the collection
fr_fr: À propos de la collection
nl_nl: Over deze collectie

source: Show
fr_fr: Visualiser
nl_nl: Weergeven

source: collection
fr_fr: pièces de collection
nl_nl: collectie

source: by
fr_fr: par
nl_nl: van

source: Are you sure you want to withdraw NFT from Soonaverse?
fr_fr: Si tel est votre choix, veuillez effectuer le retrait de NFT de la plateforme Soonaverse.
nl_nl: Weet je zeker dat je de NFT van Soonaverse wilt afhalen?

source: Once the NFT is withdrawn it won’t be available within Soonaverse and it will appear only in your wallet. You can always bring the NFT back to Soonaverse later.
fr_fr: Lorsque le retrait de NFT aura été effectué, il ne sera plus disponible sur la plateforme Soonaverse, votre NFT apparaîtra ainsi uniquement dans votre portefeuille Firefly. Vous aurez toujours la possibilité de procéder ultérieurement à la réimportation du NFT sur Soonaverse.
nl_nl: Zodra de NFT is opgenomen, is deze niet meer beschikbaar binnen Soonaverse en verschijnt deze alleen in je wallet. Je kunt de NFT altijd weer terug brengen naar Soonaverse.

source: Confirm with Metamask
fr_fr: Confirmer par le biais du Metamask
nl_nl: Bevestig met Metamask

source: View
fr_fr: Visualiser
nl_nl: Bekijk

source: NFT Withdrawn.
fr_fr: NFT Retiré.
nl_nl: NFT opgenomen.

source: Oops, it's in another universe
fr_fr: Nous avons gaffé, nous sommes bien dans un autre univers
nl_nl: Oeps, het is in een ander universum

source: NFT you are looking for no longer exists on Soonaverse.
fr_fr: Il n'existe plus de NFT similaire à celui que vous recherchez sur la plateforme Soonaverse.
nl_nl: NFT die je zoekt bestaat niet meer op Soonaverse.

source: Back to Marketplace
fr_fr: Retourner à la Marketplace
nl_nl: Terug naar Marktplaats

source: Auction Starts
fr_fr: Ouverture des Ventes aux Enchères
nl_nl: Veiling begint

source: Auction Ends
fr_fr: Clôture des Ventes aux Enchères
nl_nl: Veiling eindigt

source: What is Pool?
fr_fr: Qu'est-ce qu'un Pool ?
nl_nl: Wat is Pool?

source: Anyone can become a liquidity provider (LP) by depositing an equivalent value of each underlying token in return for pool tokens. These tokens track pro-rata LP shares of the total reserves, and can be redeemed for the underlying assets at any time.
nl_nl: Iedereen kan liquiditeitsprovider (LP) worden door een gelijkwaardige waarde van elke onderliggende token te deponeren in ruil voor pool tokens. Deze tokens volgen pro-rata LP aandelen van de totale reserves, en kunnen op elk moment worden ingewisseld voor de onderliggende assets.

source: Coming SOON
nl_nl: Binnenkort beschikbaar

source: See Pool <p class="hidden ml-1 lg:block">on iotabee</p>
fr_fr: Voir le Pool <p class="hidden ml-1 lg:block">sur iotabee</p>
nl_nl: Bekijk Pool <p class="hidden ml-1 lg:block">op iotabee</p>

source: What is iotabee?
fr_fr: Qu'est-ce qu'un iotabee?
nl_nl: Wat is iotabee?

source: Iotabee is a combination of a decentralized peer-to-peer DEX protocol and a semi-centralized crosschain SWAP that people can use to create liquidity and trade tokens on IOTA, Shimmer, Shimmer EVM and other EVM chains like BSC.
fr_fr: Iotabee est l'union d'un protocole pair-à-pair décentralisé DEX et d'un exchange semi-centralisé cross-chain SWAP. À partir de ce dernier, il est possible à toute personne de créer des liquidités et de trader des tokens sur IOTA, Shimmer, Shimmer EVM et sur d'autres chaînes compatibles EVM telles que le BSC.
nl_nl: Iotabee is een combinatie van een gedecentraliseerd peer-to-peer DEX protocol en een semi-gecentraliseerde crosschain SWAP die mensen kunnen gebruiken om liquiditeit te creëren en tokens te verhandelen op IOTA, Shimmer, Shimmer EVM en andere EVM chains zoals BSC.

source: New Proposal
fr_fr: Nouvelle Offre
nl_nl: Nieuw voorstel

source: Proposal info
fr_fr: Guide d'Information sur l'offre
nl_nl: Voorstel informatie

source: Title and description will be included on the Proposal. Start and end dates determine the duration of the Proposal.
fr_fr: Des spécifications techniques seront incluses dans le dossier d'appel d'offres. La date limite de réponse à l'appel d'offre se répercutera sur la durée de l'offre.
nl_nl: Titel en beschrijving worden opgenomen in het voorstel. Start en einddatums bepalen de duur van het voorstel.

source: Start Date is required.
fr_fr: La Date d'Ouverture est exigée.
nl_nl: Startdatum is vereist.

source: Question Info
fr_fr: Mon guide de réponses
nl_nl: Informatie over vraag

source: Title and description will only be displayed for this question.
fr_fr: Des spécifications techniques ne seront affichées que pour l'objet en question.
nl_nl: Titel en beschrijving worden alleen getoond voor deze vraag.

source: Question Title is required.
fr_fr: Une Dénomination de l'Objet en Question est exigée.
nl_nl: Titel voor vraag is vereist.

source: Text and description for each individual answer.
fr_fr: Des spécifications techniques individuelles en réponse à vos questions.
nl_nl: Tekst en beschrijving voor elk individueel antwoord.

source: Answer Text is required.
fr_fr: Le texte de la réponse est requis.
nl_nl: Tekst voor antwoord is vereist.

source: Add Choice
fr_fr: Ajoutez à votre Sélection
nl_nl: Optie toevoegen

source: This is the space that will list the proposal.
fr_fr: Dans cet espace, vous trouverez le dossier d'appel d'offres.
nl_nl: Dit is de Groep die het voorstel zal vermelden.

source: Proposal Setup
fr_fr: Mise en Place de l'Offre
nl_nl: Voorstel setup
