Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Defines who has access to the proposal and what is the voting method.
fr_fr: Cet outil fournit des éclaircissements sur la méthode de vote à mettre en place et le droit d'accès au dossier d'appel d'offres.
nl_nl: Definieert wie er toegang heeft tot het voorstel en wat de stemmethode is.

source: Target Participants
fr_fr: Participants Visés
nl_nl: Target deelnemers

source: All Guardians
fr_fr: Tous les Gardiens
nl_nl: Alle bewakers

source: Only guardians can vote on this proposal
fr_fr: Seuls les gardiens peuvent voter sur cette offre
nl_nl: Alleen bewakers kunnen over dit voorstel stemmen

source: All Members
fr_fr: Tous les Membres
nl_nl: Alle leden

source: All members can vote on this proposal
fr_fr: Tous les membres peuvent voter sur cette offre
nl_nl: Alle leden kunnen over dit voorstel stemmen

source: Space's Native Token
nl_nl: Native Token van Groep

source: You must have minted token linked to your space first!
nl_nl: Je moet eerst minted tokens gelinkt hebben aan jouw groep!

source: All token holders can vote.
nl_nl: Alle token houders kunnen stemmen.

source: Create Proposal
fr_fr: Créer une Offre
nl_nl: Voorstel maken

source: Proposal - New
fr_fr: Nouveautés - Offre
nl_nl: Voorstel - Nieuw

source: Create and vote on proposals that help shape the future of DAOs and the metaverse. Instant 1-click set up. Join today.
fr_fr: Apportez votre soutien aux communautés en participant aux créations et aux votes sur les offres, afin qu'on puisse donner forme à l'avenir des DAO et du métavers. Mise en place instantanée, et en UN seul clic. Adhérez dès aujourd'hui.
nl_nl: Creëer en stem op voorstellen die helpen de toekomst van de DAO's en de metaverse vorm te geven. Slechts 1 klik setup. Word vandaag lid.

source: Choice
fr_fr: Sélection
nl_nl: Keuze

source: Final Results
fr_fr: Derniers Résultats
nl_nl: Eindresultaten

source: Proposal Description
fr_fr: Description de l'Offre
nl_nl: Voorstel Beschrijving

source: Proposal -
nl_nl: Voorstel -

source: Change Vote
nl_nl: Wijzig stem

source: Vote Now
nl_nl: Stem nu

source: Voting starts
fr_fr: Ouverture du vote
nl_nl: Stemmen begint

source: You are not part of the vote
fr_fr: Vous n'êtes pas partie prenante du vote
nl_nl: Je maakt geen deel uit van de stemming

source: In order to vote, you must be part of the space before proposal was created.
fr_fr: Avant la création de l'offre, il est essentiel d'être partie prenante de l'espace, afin de pouvoir procéder au vote .
nl_nl: Om te kunnen stemmen, moet je deel uitmaken van de groep voordat het voorstel werd gemaakt.

source: Log in to vote
fr_fr: Se connecter pour procéder au vote
nl_nl: Log in om te stemmen

source: In order to vote, you must login first.
fr_fr: Il est avant tout essentiel de se connecter, afin de pouvoir procéder au vote.
nl_nl: Om te kunnen stemmen moet je eerst inloggen.

source: Pending Guardian Approval
fr_fr: Procédure de Validation du Gardien Pendante
nl_nl: Wachtend op goedkeuring van bewaker

source: This proposal has not been approved by any Guardian yet.
fr_fr: L'offre en question n'a encore été validée par aucun Gardien.
nl_nl: Dit voorstel is nog niet door een bewaker goedgekeurd.

source: Weight
fr_fr: Poids de la participation
nl_nl: Gewicht

source: Pending Vote
fr_fr: Procédure de Vote Pendante
nl_nl: Stem in behandeling

source: Voted
fr_fr: L'Offre a été Soumise au Vote
nl_nl: Gestemd

source: Proposal - Participants
fr_fr: Participants - Offre
nl_nl: Voorstel - Deelnemers

source: See all participants within the proposal
fr_fr: Voir tous les participants à l'offre
nl_nl: Bekijk alle deelnemers binnen het voorstel

source: joined soonaverse on
fr_fr: il a rejoint Soonaverse le
nl_nl: werd lid van Soonaverse op

source: Approve
fr_fr: Approuver
nl_nl: Goedkeuren

source: Decline
fr_fr: Refuser
nl_nl: Afwijzen

source: Voting Type of this proposal.
fr_fr: Types de Procédure de Vote pour cette offre.
nl_nl: Stemmingssoort van dit voorstel.

source: Total weight within this proposal for all participants.
fr_fr: Poids total de l'ensemble des participants à cette offre.
nl_nl: Totaal gewicht binnen dit voorstel voor alle deelnemers.

source: Current Milestone
fr_fr: Stade Actuel
nl_nl: Huidige mijlpaal

source: Commence Date
fr_fr: Date d'Ouverture
nl_nl: Begindatum

source: Voting Type
fr_fr: Type de Vote
nl_nl: Soort stemming

source: Total Weight
fr_fr: Poids Total
nl_nl: Totaalgewicht

source: Check out proposal
fr_fr: Vérifiez votre offre
nl_nl: Bekijk voorstel

source: Current Results
fr_fr: Résultats actuels
nl_nl: Huidige resultaten

source: Selected Badges
fr_fr: Badges Sélectionnés
nl_nl: Geselecteerde Badges

source: Votes
nl_nl: Stemmen

source: Voter
fr_fr: Électeur
nl_nl: Stemmer

source: Option (Weight)
nl_nl: Optie (gewicht)

source: Expired On
nl_nl: Verloopt op

source: Once refunded token output is consumed your vote expires and proportional weight is applied. You will have to vote again to cast your vote.
nl_nl: Zodra de terugbetaalde token output wordt verbruikt zal jouw stem verlopen en het evenredige gewicht wordt toegepast. Je zult opnieuw moeten stemmen om jouw stem uit te brengen.

source: One Member One Vote
fr_fr: Un Vote par Membre
nl_nl: Één lid één stem

source: XP Reputation - Space
fr_fr: Espace - Points d'Expérience et de Réputation
nl_nl: XP Reputatie - Groep

source: XP Reputation - Selected Badges
fr_fr: Badges sélectionnés - Points d'Expérience et de Réputation
nl_nl: XP Reputatie - Geselecteerde badges

source: {{(token$ | async)?.symbol | uppercase}} Staking
nl_nl: {{(token$ | async)?.symbol | uppercase}} Staken

source: How much I earn?
nl_nl: Hoeveel kan ik verdienen?

source: How it works?
nl_nl: Hoe het werkt?

source: Stake your {{(token$ | async)?.symbol | uppercase}} tokens to earn rewards and unlock new features.
nl_nl: Stake je {{(token$ | async)?.symbol | uppercase}} tokens om beloningen te verdienen en ontgrendel nieuwe functies.

source: Unique Perks for stakers
nl_nl: Unieke voordelen voor stakers

source: {{(token$ | async)?.symbol | uppercase}} Rewards
nl_nl: {{(token$ | async)?.symbol | uppercase}} Beloningen

source: Trading Bonuses
nl_nl: Handelsbonussen

source: Unique Features
nl_nl: Unieke functies

source: Earn more {{(token$ | async)?.symbol | uppercase}}er than you think
nl_nl: Verdien meer {{(token$ | async)?.symbol | uppercase}} dan je denkt

source: The more {{(token$ | async)?.symbol | uppercase}} you hold, the more rewards you get.
nl_nl: Hoe meer {{(token$ | async)?.symbol | uppercase}} je vasthoudt, hoe meer beloningen je krijgt.

source: New
fr_fr: Nouveautés
nl_nl: Nieuw

source: Active
fr_fr: Opérationnelles
nl_nl: Actief

source: Space - Awards
fr_fr: Espace - Primes
nl_nl: Groep - Awards

source: Space's awards
fr_fr: Primes de l'espace
nl_nl: Groeps awards

source: No Collections
fr_fr: Aucune collection
nl_nl: Geen collecties

source: Space - Collections
fr_fr: Espace - Collections
nl_nl: Groep - Collecties

source: Space's collections
fr_fr: Collections de l'espace
nl_nl: Groeps - Collecties

source: Space Options
nl_nl: Groep opties

source: Token Options
nl_nl: Token opties

source: Edit Space
nl_nl: Groep bewerken

source: Manage Guardians
nl_nl: Bewakers beheren

source: Export Current Members
nl_nl: Exporteer huidige leden

source: Create New Award
nl_nl: Maak nieuwe award

source: Create New Proposal
nl_nl: Nieuw voorstel aanmaken

source: Create New Collection
nl_nl: Nieuwe collectie aanmaken

source: Edit Token
nl_nl: Token bewerken

source: Create Airdrop
nl_nl: Maak airdrop

source: Staking Reward Schedule
nl_nl: Staking beloningsschema

source: Export Current Stakers
nl_nl: Exporteer huidige stakers

source: Active
fr_fr: Actif
nl_nl: Actief

source: Blocked
fr_fr: Bloqué
nl_nl: Geblokkeerd

source: Blocked
fr_fr: Bloqué
nl_nl: Geblokkeerd

source: Find Member
fr_fr: Trouver un membre
nl_nl: Zoek lid

source: No Members
fr_fr: Pas de membres
nl_nl: Geen leden

source: joined space on
fr_fr: a rejoint l'espace le
nl_nl: lid geworden van groep op

source: Remove Guardian
fr_fr: Retirer le Gardien
nl_nl: Verwijder bewaker

source: Make Guardian
fr_fr: Désigner le Gardien
nl_nl: Creëer bewaker

source: Block Member
fr_fr: Bloquer l'accès au contenu aux Membres
nl_nl: Blokkeer lid

source: Accept Member
fr_fr: Accepter de nouveaux Membres
nl_nl: Lid toelaten

source: Unblock Member
fr_fr: Débloquer l'accès au contenu aux Membres
nl_nl: Deblokkeer lid

source: Space - Members
fr_fr: Espace - Membres
nl_nl: Groep - Leden

source: Space's members
fr_fr: Membres de l'espace
nl_nl: Groepsleden

source: Upcoming Sale
fr_fr: Ventes Programmées
nl_nl: Aankomende verkoop

source: Live Token Sale
fr_fr: Token Vente en Ligne
nl_nl: Live Token verkoop

source: Space -
fr_fr: Espace -
nl_nl: Groep -

source: proposal
fr_fr: offre
nl_nl: voorstel

source: No Proposals
fr_fr: Il N'existe Pas d'Offres
nl_nl: Geen voorstellen

source: Space - Proposals
fr_fr: Espace - Offres
nl_nl: Groep - Voorstellen

source: Space's proposals
fr_fr: Offres de l'espace
nl_nl: Groepsvoorstellen

source: Check out space
fr_fr: Vérifiez l'Espace Composants
nl_nl: Bekijk groep

source: pending
fr_fr: pendant
nl_nl: in behandeling

source: Export members
fr_fr: Exporter les membres
nl_nl: Exporteer leden

source: Exporting members
fr_fr: Exportation de membres
nl_nl: Exporteren van leden

source: Open to join instantly
fr_fr: Pour se joindre immédiatement, ouvrez
nl_nl: Open om direct toe te treden

source: Requires approval to join
fr_fr: Approbation requise pour se joindre
nl_nl: Vereist goedkeuring om toe te treden

source: Requires
nl_nl: Vereist

source: staked value to join
nl_nl: gestaakte waarde om mee te doen

source: Related Links
fr_fr: Liens Appropriés
nl_nl: Gerelateerde links

source: Claim ownership
nl_nl: Eigendom claimen

source: Space's Wallet Addresses
fr_fr: Adresses du Portefeuille de l'Espace
nl_nl: Wallet adressen van de groep

source: Leave Space
fr_fr: Quitter l'Espace
nl_nl: Groep verlaten

source: About space
fr_fr: À propos de l'espace
nl_nl: Over de groep

source: Join Space
fr_fr: Se joindre à l'Espace
nl_nl: Lid worden van groep

source: Pending Request
fr_fr: Demande Pendante
nl_nl: Lopend verzoek

source: Ask to join Space
fr_fr: Demander de se joindre à l'Espace
nl_nl: Vraag om toe te treden tot groep

source: Edit Space
fr_fr: Éditer l'Espace
nl_nl: Groep bewerken

source: Stake
nl_nl: Staak

source: to Join
nl_nl: om mee te doen

source: Add new space
fr_fr: Ajout d'un nouvel espace
nl_nl: Nieuwe groep toevoegen

source: Edit space
fr_fr: Éditer l'espace
nl_nl: Groep bewerken

source: Space info
fr_fr: Espace : infos
nl_nl: Informatie over groep

source: Title and description will be included on the Space.
fr_fr: Des spécifications techniques seront incluses dans l'espace.
nl_nl: Titel en beschrijving zullen worden opgenomen in de groep.

source: Links will be included on the Space detail. Use account usernames for Github, Twitter and Discord (name#id).
fr_fr: Au niveau du détail, des liens seront inclus dans l'Espace. Pour Github, Twitter ou Discord, veuillez utiliser les noms d'usagers (name#id).
nl_nl: Links worden opgenomen in de groeps info. Gebruik gebruikersnamen voor Github, Twitter en Discord (naam#id).

source: Only discord invite code supported (i.e. RBHqpkKC)
fr_fr: Seul le code d'invitation discord est soutenu par le système (p. ex. : RBHqpkKC)
nl_nl: Alleen discord uitnodigingscode mogelijk (bijv. RBHqpkKC)

source: Type your Discord invite code
fr_fr: Tapez votre code d'invitation Discord
nl_nl: Voer je Discord-uitnodigingscode in

source: Space Type
fr_fr: Modèle d'Espace
nl_nl: Soort groep

source: Each type has different characteristics.
fr_fr: Chaque modèle présente des spécificités propres, ce qui le différencie des autres.
nl_nl: Elk type heeft verschillende kenmerken.

source: Open for anyone to join instantly
fr_fr: Accès libre afin de permettre à tous les intéressés de se joindre immédiatement
nl_nl: Open voor iedereen om direct lid te worden

source: Requires a member approval
fr_fr: Cela exige l'approbation d'un membre
nl_nl: Vereist goedkeuring van een bewaker

source: Requires stake value (in space's token)
nl_nl: Vereist staak waarde (in groeps' token)

source: Avatar is mandatory
fr_fr: La présence d'un Avatar est obligatoire
nl_nl: Avatar is verplicht

source: Create space
fr_fr: Création d'Espace
nl_nl: Groep maken

source: Save space
fr_fr: Espace d'enregistrement
nl_nl: Sla groep op

source: Space - New
fr_fr: Nouveautés - Espace
nl_nl: Groep - Nieuw

source: Sign up in minutes with our 1-click set up DAO-on-Demand. Fee-less on chain voting, Discover all of the amazing DAO's on the Soonaverse.
fr_fr: Inscrivez-vous pour une mise en place immédiate du système des DAO sur Demande, en quelques minutes. Outils de vote blockchain gratuits, Découvrez les communautés DAO les plus surprenantes sur la plateforme Soonaverse.
nl_nl: Meld je in enkele minuten aan met onze 1-klik DAO-on-demand setup. Feeless onchain stemmen. Ontdek alle geweldige DAO's op de Soonaverse.

source: Upload new to replace existing.
fr_fr: Importer tous les codes du fichier d'import et mise à jour des codes existants.
nl_nl: Upload nieuw om huidige te vervangen.

source: Your brand is key.
fr_fr: Votre empreinte est la clef.
nl_nl: Jouw merk is essentieel.

source: Make it personal.
fr_fr: Donnez-lui votre touche personnelle.
nl_nl: Maak het persoonlijk.

source: What is Swap?
fr_fr: Qu'est-ce qu'un Swap ?
nl_nl: Wat is Swap?

source: See Swap <p class="hidden ml-1 lg:block">on iotabee</p>
fr_fr: Voir le Swap <p class="hidden ml-1 lg:block">sur iotabee</p>
nl_nl: Zie Swap <p class="hidden ml-1 lg:block">op iotabee</p>

source: Create airdrop
fr_fr: Créer un airdrop
nl_nl: Maak airdrop

source: You can create a governance token airdrop for your members. To do this, upload a .csv file containing user addresses and allocation details.
fr_fr: Vous pouvez instaurer un procédé de gouvernance, tout en créant un AirDrop de tokens pour vos membres. Dans ce but, il paraît nécessaire de télécharger un fichier CSV comprenant des renseignements sur la distribution et les adresses des utilisateurs.
nl_nl: Je kunt een governance token airdrop maken voor je leden. Om dit te doen, upload een .csv bestand met gebruikersadressen en toewijzingsgegevens.

source: Some rows have been removed
fr_fr: Certaines séries ont été supprimées
nl_nl: Sommige rijen zijn verwijderd

source: Submit airdrop
fr_fr: Soumission d'AirDrop
nl_nl: Dien airdrop in

source: row is not valid
fr_fr: série non autorisée
nl_nl: rij is ongeldig

source: Breakdown
fr_fr: Répartition
nl_nl: Uitsplitsing

source: Token distribution
fr_fr: Émission de tokens
nl_nl: Token distributie

source: Total token supply
fr_fr: Total Supply Token
nl_nl: Totale token voorraad

source: Launchpad price per token
fr_fr: Prix de lancement par token
nl_nl: Launchpad prijs per token

source: Initial Cap
fr_fr: Capital de Départ
nl_nl: Initiele Cap

source: Total melted tokens
nl_nl: Totaal gesmolten tokens

source: You can create only ONE token per space and it can never be changed.
fr_fr: Vous ne pouvez créer qu'UN seul Token par Espace. Il ne sera dès lors plus possible d'effectuer des changements.
nl_nl: Je kunt slechts één token per groep maken en het kan nooit worden gewijzigd.

source: Important information for creating a token on Soonaverse: Please read the instructions and fill out an application form available on this screen if you want to do public sale or make you token available on Soonaverse exchange.
fr_fr: Les informations qui suivent peuvent revêtir de l'importance pour la création d'un token sur Soonaverse. Veuillez lire à propos de ce sujet les instructions et remplir le formulaire de demande disponibles sur cet écran, si votre intétêt est bien celui de faire de la vente publique ou de rendre votre token disponible sur la plateforme d'Échanges de Soonaverse .
nl_nl: Belangrijke informatie om een token aan te maken op Soonaverse: lees aub de instructies en vul een formulier, beschikbaar op dit scherm, in als je openbare verkoop wilt doen of als je je tokens beschikbaar wilt maken op Soonaverse exchange.

source: Continue
fr_fr: Progresser
nl_nl: Doorgaan

source: Token Sale Requirements
fr_fr: Dispositions relatives à la Vente de Tokens
nl_nl: Token verkoop vereisten

source: To create a public sale or use the Token Exchange you must complete our KYC process.
fr_fr: Que vous vouliez créer une vente publique ou utiliser la plateforme d'Échanges de tokens, vous devrez achever notre processus KYC.
nl_nl: Om een openbare verkoop te maken of de Token Exchange te gebruiken, moet je ons KYC proces voltooien.

source: Begin Process
fr_fr: Entamer le Processus
nl_nl: Proces beginnen

source: Continue
fr_fr: Progresser
nl_nl: Doorgaan

source: Name is invalid.
fr_fr: Le nom n'est pas autorisé.
nl_nl: Naam is ongeldig.

source: Symbol is invalid (Length must be 3 - 5 and letters must be A-Z).
fr_fr: Le symbole n'est pas autorisé (quantité de tokens consentie allant de 3 à 10 ; lettres consenties allant de A à Z).
nl_nl: Symbool is ongeldig (lengte moet 3 tot 5 zijn en alleen hoofdletters).

source: Token supply
nl_nl: Token voorraad

source: Price per token (MIOTA)
fr_fr: Prix par token (MIOTA)
nl_nl: Prijs per token (MIOTA)

source: Price is invalid.
fr_fr: Le prix n'est pas autorisé.
nl_nl: Prijs is ongeldig.

source: Total token supply (up to 6 decimals are supported)
fr_fr: Total Supply (registre de valeur supporté, propulsé par Token divisible en 6 décimales)
nl_nl: Totale tokenvoorraad (tot 6 decimalen worden ondersteund)

source: Total supply is invalid.
fr_fr: La Total Supply n'est pas autorisée.
nl_nl: Totale voorraad is ongeldig.

source: Allocation title
fr_fr: Désignation de la distribution
nl_nl: Toegewezen titel

source: % of tokens for sale
nl_nl: % van de tokens te koop

source: Percentage of tokens is invalid.
fr_fr: Le pourcentage de Tokens n'est pas autorisé.
nl_nl: Percentage van tokens is ongeldig.

source: % of tokens for sale (Default 100%)
fr_fr: % de Tokens destinés à la vente (montant par défaut de 100%)
nl_nl: % van de tokens voor verkoop (Standaard 100%)

source: Only 1 of the allocations can be public
fr_fr: Seulement une part des Tokens distribués, sera destinée à la vente publique
nl_nl: Slechts 1 van de toewijzingen kan openbaar zijn

source: Sum of the percentages must be 100
fr_fr: La somme des pourcentages doit être égale à 100
nl_nl: Som van de percentages moet 100 zijn

source: Invalid sum of percentages
fr_fr: Quantités non autorisées (Somme des pourcentages)
nl_nl: Ongeldige som van percentages

source: Add allocation
fr_fr: Part allouée à la distribution
nl_nl: Toewijzing toevoegen

source: Token icon
fr_fr: Symbole du Token
nl_nl: Token icoon

source: (Recomended size: 400 x 400px)
fr_fr: (Dimensions recommandées : 400 x 400 px)
nl_nl: (Aanbevolen grootte: 400 x 400px)

source: Icon is mandatory
fr_fr: La présence du symbole est obligatoire
nl_nl: Icoon is verplicht

source: Token price
fr_fr: Prix du Token
nl_nl: Token prijs

source: Distribution of the token happens after the token offering end date.
fr_fr: La livraison du token n'aura lieu qu'après l'expiration du délai d'appel d'offres de tokens.
nl_nl: Distributie van de token gebeurt na de token aanbod einddatum.

source: Configure the token supply first to see breakdown.
fr_fr: Pour pouvoir voir la répartition, vous devez avant tout configurer la Supply.
nl_nl: Configureer eerst de token voorraad om de verdeling te zien.

source: Token terms and conditions
fr_fr: Les termes et les conditions du Token
nl_nl: Token voorwaarden en condities

source: Provide link for Terms and Conditions
fr_fr: Insérer un lien vers la page des Termes et Conditions
nl_nl: Geef link voor de voorwaarden en condities

source: Terms and Conditions link is invalid. (Start with http:// or https://)
fr_fr: Les caractères du lien menant vers la page des Termes et Conditions ne sont pas autorisés.(Commencer la saisie des URL http://; https://)
nl_nl: Algemene voorwaarden link is ongeldig. (Start met http:// of https://)

source: Token allocation
fr_fr: Distribution de Tokens
nl_nl: Token toewijzing

source: Allocation
fr_fr: Distribution
nl_nl: Toewijzing

source: Please make sure that there is only one allocation marked for public sale as this could be later sold on Soonaverse. You can initiate a public sale once the token is created and approved.
fr_fr: Veillez à ce qu'il n'y ait qu'une seule distribution par vente publique, car celle-ci sera susceptible d'être vendue par la suite sur Soonaverse. Lorsque vous aurez créé votre token et qu'une approbation aura été donnée, vous pourrez choisir de rendre publique votre marketplace.
nl_nl: Zorg ervoor dat er enkel één toewijzing als Openbare Verkoop is aangemerkt omdat dit later verkocht kan worden op Soonaverse. Je kunt de Openbare Verkoop starten zodra de token is aangemaakt en goedgekeurd.

source: Create token
fr_fr: Créez votre Token
nl_nl: Token aanmaken

source: Introduction
fr_fr: Présentation
nl_nl: Introductie

source: Metrics
fr_fr: Métriques
nl_nl: Statistieken

source: Summary
fr_fr: Récapitulatif
nl_nl: Samenvatting

source: New Token
fr_fr: Nouveau Token
nl_nl: Nieuwe token

source: Start your own crypto project on the secure, fee-less Shimmer network. Create your token today.
fr_fr: Lancez votre propre projet crypto sur le réseau Shimmer : le garant de la sécurité et de la protection, à titre gratuit. Créez votre token dès aujourd'hui.
nl_nl: Start je eigen crypto-project op het veilige, feeless Shimmer netwerk. Maak vandaag je token aan.

source: Token description
fr_fr: Résumé des attributs du Token
nl_nl: Tokenbeschrijving

source: This text will be displayed on the main token page.
fr_fr: Cette justification textuelle s'affichera sur la page principale du token.
nl_nl: Het veld wordt getoond op de hoofdpagina van de token.

source: Title is invalid.
fr_fr: Les caractères utilisés pour la Dénomination ne sont pas autorisés.
nl_nl: Titel is ongeldig.

source: Description is invalid.
fr_fr: Les caractères utilisés pour la désignation du token ne sont pas autorisés.
nl_nl: Beschrijving is ongeldig.

source: Short description
fr_fr: Résumé des spécifications
nl_nl: Korte beschrijving

source: Short description of the token which will be displayed on the token trading page.
fr_fr: Un résumé des spécifications du token s'affichera sur la page dédiée au Trading de tokens.
nl_nl: Korte beschrijving van de token die wordt weergegeven op de token handelspagina.

source: Short title is invalid.
fr_fr: Les caractères utilisés pour la dénomination abrégée ne sont pas autorisés.
nl_nl: Korte titel is ongeldig.

source: Short description is invalid.
fr_fr: Les caractères utilisés pour le résumé des spécifications ne sont pas autorisés.
nl_nl: Korte beschrijving is ongeldig.

source: Overview graphics
fr_fr: Représentations graphiques : une vue d'ensemble
nl_nl: Overzicht grafieken

source: Token introductory video / image
fr_fr: Vidéo de présentation et de promotion d'image Token
nl_nl: Token introductie video / afbeelding

source: Introductionary media is invalid.
fr_fr: La mise en place du support n'est pas autorisée.
nl_nl: Introductie media is ongeldig.

source: Invalid URL. (Start with http:// or https://)
fr_fr: L'URL fournie n'est pas autorisée. (Commencer la saisie des URL http:// ; https://)
nl_nl: Ongeldige URL (moet beginnen met 'http://' of 'https://')

source: Add link
fr_fr: Ajouter un lien
nl_nl: Link toevoegen

source: Edit
fr_fr: Éditer
nl_nl: Bewerken

source: Name
fr_fr: Nom du Token
nl_nl: Naam

source: Symbol
fr_fr: Symbole du Token
nl_nl: Symbool

source: Total token supply
fr_fr: Total Supply Token
nl_nl: Totale token voorraad

source: Description title
fr_fr: Dénomination désignant un Token
nl_nl: Beschrijving titel
