Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Royalties are automatically deducted and paid to artists.
fr_fr: Les redevances sont automatiquement soumises à retenue et payées aux artistes.
nl_nl: De royalties worden automatisch in mindering gebracht en betaald aan kunstenaars.

source: Royalties goes to
fr_fr: Les redevances seront versées à
nl_nl: Royalties gaan naar

source: Current highest bid
fr_fr: Soumission actuelle la plus élevée
nl_nl: Huidig hoogste bod

source: Min bid
fr_fr: Minimum de soumission
nl_nl: Mininimaal bod

source: Your bid is the highest
fr_fr: Votre soumission est la plus élevée
nl_nl: Jouw bod is het hoogst

source: Current price is refreshing in real time
fr_fr: Le prix actuel est rafraîchi en temps réel
nl_nl: Huidige prijs ververst in real time

source: Adress of your desired NTF will be locked for you for the whole auction. After payment your bid will be locked, if there is a higher bid, you will be refunded immediately.
fr_fr: L'adresse de votre NFT désiré sera verrouillée pour vous pendant toute la durée de la vente aux enchères. Dès que votre paiement sera effectué, votre offre sera verrouillée. Une soumission plus élevée que la vôtre, sera retenue et, le cas échéant, vous serez remboursé immédiatement.
nl_nl: Adres van de gewenste NTF zal voor je vergrendeld worden voor de hele veiling. Na betaling wordt jouw bod vergrendeld, als er een hoger bod is, wordt je automatisch terugbetaald.

source: If there is a higher bid, you will be refunded immediately. If you want to make another bid, send higher amount directly to the same address.
fr_fr: Une soumission plus élevée que la vôtre, sera retenue et, le cas échéant, vous serez remboursé immédiatement. Si vous souhaitez déposer une nouvelle soumission, envoyez le montant supérieur directement à la même adresse.
nl_nl: Als er een hoger bod is, zal je direct worden terugbetaald. Als je een ander bod wilt doen, stuur dan een hoger bedrag direct naar hetzelfde adres.

source: Make a bid
fr_fr: Déposer une soumission
nl_nl: Doe een bod

source: Your transactions
fr_fr: Mes opérations de paiement
nl_nl: Jouw transacties

source: Sent Date
fr_fr: Date d'Envoi
nl_nl: Verzonden datum

source: Time
fr_fr: Unité de temps
nl_nl: Tijd

source: Amount
fr_fr: Montant
nl_nl: Bedrag

source: Congratulations you won the NFT.
fr_fr: Félicitations, vous avez gagné le NFT.
nl_nl: Gefeliciteerd, je hebt de NFT gewonnen.

source: Close checkout
fr_fr: Achevez la commande
nl_nl: Sluit transactieverwerking

source: Show my NFT
fr_fr: Visualiser mon NFT
nl_nl: Toon mijn NFT

source: Bidding is expired. Good luck next time :)
fr_fr: Le délai de soumission des offres est expiré. Dommage :)
nl_nl: Bieding is verlopen. Succes de volgende keer :)

source: Generated NFT
fr_fr: NFT généré
nl_nl: Gegenereerde NFT

source: NFT is not yet migrated to the decentralized network.
fr_fr: Le NFT n'a pas encore été transféré vers le réseau décentralisé.
nl_nl: NFT is nog niet gemigreerd naar het gedecentraliseerde netwerk.

source: day
fr_fr: jour
nl_nl: dag

source: Current bid
fr_fr: Soumission à l'heure actuelle
nl_nl: Huidig bod

source: Owned by
fr_fr: Appartenant à
nl_nl: Eigendom van

source: New NFT
fr_fr: NFT nouveau
nl_nl: Nieuwe NFT

source: Checkout
fr_fr: Finalisation de la commande
nl_nl: Afrekenen

source: Total price
fr_fr: Prix total
nl_nl: Totaalprijs

source: Confirm and Lock
fr_fr: Confirmer et Verrouiller
nl_nl: Bevestigen en vergrendelen

source: Your NFT will be locked for purchase for
fr_fr: Votre NFT sera verrouillé pour l'achat pendant
nl_nl: Uw NFT zal worden vergrendeld voor aankoop voor

source: minutes
nl_nl: minuten

source: We received invalid amount. Try again.
fr_fr: Le montant reçu dépasse la limite autorisée ou n'est pas suffisant. Veuillez réessayer.
nl_nl: We hebben een ongeldig bedrag/aantal ontvangen. Probeer het opnieuw.

source: Validating your transaction...
fr_fr: Vérification de paiement...
nl_nl: Je transactie valideren...

source: Order created.
fr_fr: Ordre placé.
nl_nl: Order aangemaakt.

source: Deposit NFT
fr_fr: Dépôt de NFT
nl_nl: Stort NFT

source: You can deposit NFT back to Soonaverse to allow trading. Once processed your NFT will be locked in Soonaverse. You can withdraw anytime.
fr_fr: Vous avez la possibilité de déposer à nouveau votre NFT sur la plateforme Soonaverse, afin de pouvoir pratiquer le trading. Lorsqu'un processus de traitement des données aura été mené à son terme, votre NFT sera verrouillé sur Soonaverse. Le retrait peut intervenir à tout moment.
nl_nl: Je kunt NFT terug storten naar Soonaverse om handel toe te staan. Eenmaal verwerkt zal je NFT vergrendeld zijn in Soonaverse. Je kunt op elk gewenst moment opnemen.

source: Confirm & Start deposit
fr_fr: Confirmer & Commencer le dépôt de NFT
nl_nl: Bevestig & begin storting

source: If NFT is not recognised within Soonaverse. We will create new Collection and it’s associated Space. Don’t forget to claim this space if you are the original author.
nl_nl: Als NFT niet wordt herkend binnen Soonaverse zullen we een nieuwe collectie en bijbehorende groep maken. Vergeet niet om deze groep op te eisen als je de oorspronkelijke auteur bent.

source: NFT has been deposited.
fr_fr: Un NFT a été déposé.
nl_nl: NFT is gestort.

source: See NFT
fr_fr: Voir le NFT
nl_nl: Bekijk NFT

source: Terms & Conditions
fr_fr: Termes & Conditions
nl_nl: Algemene Voorwaarden & Condities

source: Send NFT
fr_fr: Envoyez votre NFT
nl_nl: Stuur NFT

source: NFT received.
fr_fr: Confirmation de réception du NFT.
nl_nl: NFT ontvangen.

source: Invalid NFT received.
nl_nl: Ongeldige NFT ontvangen.

source: Invalid NFT refunded.
fr_fr: Confirmation de remboursement du NFT non autorisé.
nl_nl: Ongeldige NFT terugbetaald.

source: Preview
fr_fr: Accès en Avant-première
nl_nl: Voorvertoning

source: Sale Starts
fr_fr: Ouverture de la Vente
nl_nl: Verkoop begint

source: Current price
fr_fr: Prix actuel
nl_nl: Huidige prijs

source: Author
fr_fr: Créateur
nl_nl: Auteur

source: System info
fr_fr: Système d'exploitation : Infos
nl_nl: Systeem info

source: The current address is not connected to a live mainnet. As soon as the functionality is supported on IOTA/Shimmer, you will have to ability to one-click migrate this NFT to your network of choice.
fr_fr: L'adresse actuelle n'identifie pas de connexion à un mainnet opérationnel. Dès que la mise en fonction opérationnelle du réseau principal sera assurée par IOTA/Shimmer, vous aurez la possibilité de transférer en un clic le NFT en question vers le réseau de votre choix.
nl_nl: Het huidige adres is niet verbonden met een live mainnet. Zodra de functionaliteit wordt ondersteund op IOTA/Shimmer, krijg je de mogelijkheid met één klik deze NFT te migreren naar netwerk naar keuze.

source: Properties
fr_fr: Attributs
nl_nl: Eigenschappen

source: Stats
fr_fr: Statistiques
nl_nl: Statistieken

source: NFT Image
fr_fr: Image visuelle NFT
nl_nl: NFT afbeelding

source: IPFS Image
fr_fr: Image visuelle sur IPFS
nl_nl: IPFS afbeelding

source: Available once minted...
nl_nl: Beschikbaar eenmaal gemint...

source: Set your floor price
nl_nl: Stel je vloerprijs in

source: Available time
nl_nl: Datum beschikbaar

source: NOW
nl_nl: NU

source: Select Date/Time
nl_nl: Selecteer datum/tijd

source: Available On is required.
fr_fr: À disposition Sur demande.
nl_nl: Beschikbaar Vanaf is vereist.

source: Available on
fr_fr: À disposition sur
nl_nl: Beschikbaar vanaf

source: Auction length
nl_nl: Veiling lengte

source: Various auction length coming next sprint once community have a vote!
fr_fr: Pour le prochain sprint, au cours duquel des durées différentes de vente aux enchères vont s'enchaîner, il est avant tout indispensable pour la communauté de voter !
nl_nl: Verschillende veilingslengtes komen bij een volgende sprint nadat de community heeft gestemd!

source: Duration of auction is 3 days
fr_fr: La période de temps des enchères est de 3 jours
nl_nl: Duur van de veiling is 3 dagen

source: Auction can't be canceled after start date
fr_fr: À partir de la date d'ouverture des enchères, la vente ne pourra plus être annulée
nl_nl: Veiling kan niet worden geannuleerd na begindatum

source: Once your listing is complete, you will get a confirmation message.
fr_fr: Lorsque vous aurez terminé d'annoncer les NFT dans la liste à prix fixe, un message de confirmation vous sera envoyé.
nl_nl: Zodra je aanbieding is voltooid, ontvang je een bevestigingsbericht.

source: Confirm listing
fr_fr: Confirmez les NFT annoncés
nl_nl: Aanbieding bevestigen

source: Set your price
nl_nl: Stel je prijs in

source: Sale type
nl_nl: Verkooptype

source: Open Sale
nl_nl: Open verkoop

source: Specific member(s)
nl_nl: Specifieke leden

source: Trade history
fr_fr: Historique d'achat/vente
nl_nl: Handelsgeschiedenis

source: Item is yours and yours only
fr_fr: Cet élément est le vôtre, et seulement le vôtre
nl_nl: Item is van jou en alleen van jou

source: This will make your item unavailable for sale.
fr_fr: Cette appli rendra votre élément non disponible à la vente.
nl_nl: Dit maakt je item onbeschikbaar voor verkoop.

source: Stop sale!
fr_fr: Bloquer la vente !
nl_nl: Stop de verkoop!

source: List Item for sale
fr_fr: Liste des Éléments à vendre
nl_nl: Item te koop aanbieden

source: Not for sale
fr_fr: Non destiné à la vente
nl_nl: Niet te koop

source: Fixed price
fr_fr: Prix fixe
nl_nl: Vaste prijs

source: Auction
fr_fr: Enchères
nl_nl: Veiling

source: Your NFT will be sent back to your with time lock. Please note you have to provide enough storage deposit for timelock. Just set tag to "soonaverse" in your wallet.
nl_nl: Jouw NFT wordt teruggestuurd naar jouw wallet met timelock. Houd er rekening mee dat je voldoende opslaginkomsten moet verstrekken voor timelock. Stel alleen de tag in op "soonaverse" in jouw wallet.

source: For how long you want to stake?
nl_nl: Voor hoelang wil je staken?

source: Confirm & Start Stake
nl_nl: Bevestigen & Start staken

source: NFT has been staked.
nl_nl: NFT is gestaked.

source: See Collection
nl_nl: Bekijk collectie

source: Dynamic
nl_nl: Dynamisch

source: Static
nl_nl: Statisch

source: More
fr_fr: Plus loin...
nl_nl: Meer

source: Pending
fr_fr: Pendant
nl_nl: In behandeling

source: Rejected
fr_fr: Repoussé
nl_nl: Afgewezen

source: Commencing
nl_nl: Beginnen

source: In-Progress
fr_fr: En Préparation
nl_nl: In uitvoering

source: Completed
nl_nl: Voltooid

source: Share
fr_fr: Partager
nl_nl: Delen

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers
nl_nl: Kopieer naar klembord

source: Space is required.
fr_fr: Un Espace est Exigé.
nl_nl: Groep is vereist.

source: Select Space
fr_fr: Sélectionnez un Espace
nl_nl: Selecteer groep

source: Select a space
fr_fr: Sélectionner un Espace
nl_nl: Selecteer een groep

source: All Spaces
fr_fr: Tous les Espaces
nl_nl: Alle groepen

source: Joined
fr_fr: Rejoint le
nl_nl: Geregistreerd

source: members
fr_fr: membres
nl_nl: leden

source: Space Claim
nl_nl: Groep opeisen

source: Confirm and generate address
fr_fr: Confirmez et générez une adresse
nl_nl: Bevestig en genereer een adres

source: Claim complete. Congratulations.
fr_fr: Félicitations ! Votre demande est complète.
nl_nl: Claim voltooid. Gefeliciteerd.

source: Close
fr_fr: Fermer
nl_nl: Sluiten

source: Invalid amount or invalid senders address. Refunding transaction...
nl_nl: Ongeldig bedrag of ongeldig afzender adres. Transactie wordt terugbetaald...

source: Funds refunded.
nl_nl: Bedrag terugbetaald.

source: Space claim submitted.
nl_nl: Groepsopeising ingediend.

source: Token Reward Schedule
nl_nl: Token Beloningsplan

source: Existing Schedule
nl_nl: Bestaande planning

source: Upload New
nl_nl: Nieuwe upload

source: Vault address: <a class="text-sm font-medium underline left-16 wen-btn-link" target="_blank" [href]=" transactionService.generateLink(space!.vaultAddress!, token?.mintingData?.network) " >Address }}{CLOSE_LINK}
nl_nl: Kluis adres: <a class="text-sm font-medium underline left-16 wen-btn-link" target="_blank" [href]=" transactionService.generateLink(space!.vaultAddress!, token?.mintingData?.network) " >Address }}{CLOSE_LINK}

source: Schedule a new Reward
nl_nl: Plan een nieuwe beloning

source: You can schedule new staking rewards here. To do this, upload a .csv file containing user addresses and allocation details.
nl_nl: Je kunt hier nieuwe staking beloningen inplannen. Upload hiervoor een .csv bestand met gebruikersadressen en toewijzingsgegevens.

source: Start Date
fr_fr: Date de Mise en Place
nl_nl: Start datum

source: End Date
fr_fr: Date de Clôture
nl_nl: Einddatum

source: Vesting Date
nl_nl: Vesting Datum

source: Tokens to Distribute
nl_nl: Tokens te distribueren

source: Proposal created to remove the reward.
nl_nl: Voorstel aangemaakt om de beloning te verwijderen.

source: By checking this box, you agree with
fr_fr: En cochant cette case, vous consentez aux
nl_nl: Door dit vakje aan te vinken, ga je akkoord met

source: Terms and Conditions
fr_fr: Termes et Conditions
nl_nl: Algemene voorwaarden

source: Timeline
fr_fr: Chronologie
nl_nl: Tijdslijn

source: Earned Badge
fr_fr: Badge Gagné
nl_nl: Verdiende Badge

source: with
fr_fr: avec
nl_nl: met

source: Listed by
fr_fr: Listés par
nl_nl: Aangeboden door

source: Made available for auction by
fr_fr: Mis aux enchères par
nl_nl: Beschikbaar voor veiling door

source: Purchased by
fr_fr: Achetés par
nl_nl: Gekocht door

source: See
fr_fr: Voir
nl_nl: Bekijk

source: Hide
fr_fr: Masquer
nl_nl: Verbergen

source: Listed by space
fr_fr: Listés par espace
nl_nl: Vermeld door groep

source: Refund blocked funds
fr_fr: Récupération de fonds bloqués
nl_nl: Geblokkeerde fondsen terugbetalen

source: Total available tokens to refund
fr_fr: Nombre total de tokens disponibles à récupérer
nl_nl: Totaal beschikbare tokens om terug te betalen

source: Refund complete. Congratulations.
fr_fr: Félicitations ! Le processus de récupération des fonds a été achevé.
nl_nl: Terugbetaling voltooid. Gefeliciteerd.

source: Credit refund submitted.
fr_fr: Une demande de récupération des avoirs a été déposée.
nl_nl: Creditterugbetaling is ingediend.

source: Airdrop tokens on the network
fr_fr: Airdrop de tokens sur le réseau
nl_nl: Airdrop tokens op het netwerk

source: Tokens to airdrop
fr_fr: Tokens à distribuer via un airdrop
nl_nl: Tokens om te airdroppen

source: Confirm & Start Airdrop
fr_fr: Confirmer & Démarrer Airdrop
nl_nl: Bevestig & Start Airdrop

source: Tokens to Airdrop
fr_fr: Tokens à Distribuer via un Airdrop
nl_nl: Tokens om te airdroppen

source: Finish Airdrop
fr_fr: Achever Airdrop
nl_nl: Airdrop voltooien

source: Trade
nl_nl: Handel

source: Price (USD)
fr_fr: Prix (USD)
nl_nl: Prijs (USD)

source: 24h Change
fr_fr: Échange 24h
nl_nl: 24u wijziging

source: 24h Volume
fr_fr: Volume 24h
nl_nl: 24u volume

source: Open buy order
fr_fr: Ouvrir un ordre d'achat
nl_nl: Open kooporder

source: Summary
fr_fr: Récapitulatif
nl_nl: Samenvatting

source: Token amount to buy
fr_fr: Montant de tokens que vous souhaitez acheter
nl_nl: Aantal te kopen Tokens

source: Offered price per token
fr_fr: Prix proposé par token
nl_nl: Aangeboden prijs per token

source: Token amount to send
fr_fr: Montant de tokens que vous souhaitez envoyer
nl_nl: Aantal te verzenden Tokens

source: I agree with
fr_fr: J'accepte
nl_nl: Ik ga akkoord met

source: Token terms and Conditions
fr_fr: Les termes et les Conditions du Token
nl_nl: Token voorwaarden en condities

source: and generate address
fr_fr: et générer une adresse
nl_nl: en genereer adres

source: Once you agree with the terms, the generated address will remain active during the whole sale.
fr_fr: L'adresse générée demeurera en vigueur tout au long de la période de vente, lorsque vous aurez accepté les termes d'achat.
nl_nl: Zodra je akkoord gaat met de voorwaarden, blijft het gegenereerde adres actief tijdens de hele verkoop.

source: Buy complete. Congratulations.
fr_fr: Félicitations ! Le processus d'achat a été achevé.
nl_nl: Aankoop voltooid. Gefeliciteerd.

source: Bid created.
fr_fr: Une soumission a été placée.
nl_nl: Bod aangemaakt.

source: Are you sure you want to cancel the sale?
fr_fr: Voulez-vous vraiment annuler la vente ?
nl_nl: Weet je zeker dat je de verkoop wilt annuleren?

source: Once the sale is cancelled process will trigger automatically and all investors will be refunded immediately.
fr_fr: Un processus de demande automatique, permettant aux investisseurs d'être remboursés immédiatement, se déclenchera lorsque la vente sera annulée.
nl_nl: Zodra de verkoop is geannuleerd, worden alle investeerders automatisch en onmiddellijk terugbetaald.

source: Cancel sale
fr_fr: Annulation de la vente
nl_nl: Annuleer verkoop

source: Canceled public sale.
fr_fr: La vente publique a été annulée.
nl_nl: Openbare verkoop geannuleerd.

source: Total ({{ unitsService.label(token?.mintingData?.network) }})
fr_fr: Nombre total ({{ unitsService.label(token?.mintingData?.network) }})
nl_nl: Totaal ({{ unitsService.label(token?.mintingData?.network) }})

source: Are you sure you want to cancel your buy order?
fr_fr: Voulez-vous vraiment annuler l'ordre d'achat ?
nl_nl: Weet je zeker dat je jouw koop bod wilt annuleren?

source: Are you sure you want to cancel your sell order?
fr_fr: Voulez-vous vraiment annuler l'ordre de vente ?
nl_nl: Weet je zeker dat je jouw verkoop bod wilt annuleren?

source: Confirm
fr_fr: Consentir à
nl_nl: Bevestigen

source: Cancelled.
fr_fr: Révoqué.
nl_nl: Geannuleerd.

source: Cancel your buy
fr_fr: Annuler mon achat
nl_nl: Annuleer je bod

source: Cancel your sell
fr_fr: Annuler ma vente
nl_nl: Annuleer je verkoop

source: Ongoing sale
fr_fr: Vente en cours
nl_nl: Lopende verkoop

source: Sale ends soon
fr_fr: La vente prendra fin dans quelques instants
nl_nl: Verkoop eindigt binnenkort

source: Cooldown ends
fr_fr: Fin du refroidissement
nl_nl: Afkoeltijd loopt af

source: Sale starts
fr_fr: Ouverture de la vente
nl_nl: Verkoop begint

source: Sale ends
fr_fr: Clôture de la vente
nl_nl: Verkoop eindigt

source: Sale ends
fr_fr: Clôture de la vente
nl_nl: Verkoop eindigt

source: Cooldown ends
fr_fr: Fin du refroidissement
nl_nl: Afkoeltijd loopt af

source: Total available tokens to claim as of today
fr_fr: Nombre total de tokens disponibles qui peuvent être réclamés dès aujourd'hui
nl_nl: Totaal beschikbare tokens om vanaf vandaag op te eisen

source: Tokens available from
fr_fr: Tokens disponibles à partir de
nl_nl: Tokens beschikbaar van

source: Total tokens to claim
fr_fr: Nombre total de tokens pouvant être réclamés
nl_nl: Totaal te claimen tokens

source: Token claim submitted.
fr_fr: La demande de token a été soumise.
nl_nl: Token claim ingediend.

source: Guardian's of the space will be able to decide where this token will be minted.
fr_fr: Les gardiens de l'espace auront la faculté de décider où la création du token en question aura lieu.
nl_nl: Bewaker van de groep zal kunnen beslissen waar deze token zal worden gemint.

source: Icon
fr_fr: Icône
nl_nl: Icoon

source: Name
fr_fr: Nom du Token
nl_nl: Naam

source: Symbol
fr_fr: Symbole du Token
nl_nl: Symbool

source: Launchpad Price
fr_fr: Prix de Lancement
nl_nl: Launchpad Prijs

source: Network
fr_fr: Réseau
nl_nl: Netwerk

source: Total supply
fr_fr: Offre totale
nl_nl: Totale voorraad

source: Current distribution
fr_fr: Répartition actuelle
nl_nl: Huidige distributie

source: Coming soon
fr_fr: À paraître bientôt
nl_nl: Binnenkort beschikbaar

source: In Cooldown
fr_fr: En Refroidissement
nl_nl: In afkoeltijd

source: Buy
fr_fr: Achat
nl_nl: Kopen

source: Buy
fr_fr: Achat
nl_nl: Kopen

source: Sale starts
fr_fr: Ouverture de la vente
nl_nl: Verkoop begint

source: Cooldown period ends
fr_fr: Fin du cycle de refroidissement
nl_nl: Afkoeltijd eindigt

source: Mint token on network
fr_fr: Mintez votre token sur le réseau
nl_nl: Mint token op netwerk

source: Public sale will no longer be available after bringing token to a network.
fr_fr: Dès que le token aura été redirigé vers un réseau, la vente publique ne sera plus disponible.
nl_nl: Openbare verkoop zal niet langer beschikbaar zijn nadat de token naar een netwerk is gebracht.

source: Once minted all owners will have the option to migrate their tokens to the selected network.
fr_fr: Tous les propriétaires n'auront la possibilité de transférer leurs tokens vers le réseau sélectionné, qu'au moment du reveal et lorsque le processus de création du token aura été mené à son terme.
nl_nl: Eenmaal gemint hebben alle eigenaren de optie om hun tokens te migreren naar het geselecteerde netwerk.

source: Note that the ownership and all undistributed tokens will be deposited to your member profile.
fr_fr: Remarque : tous les tokens n'ayant pas été délivrés, seront déposés dans votre profil de membre et l'exercice des droits de propriété sur les tokens sera assorti de conditions applicables à votre profil.
nl_nl: Houd er rekening mee dat het eigenaarschap en alle niet-gedistribueerde tokens worden gestort op je eigen profiel.

source: Tokens to migrate
fr_fr: Tokens à transférer
nl_nl: Tokens om te migreren

source: Locked public tokens
fr_fr: Tokens publics verrouillés
nl_nl: Vergrendelde openbare tokens

source: Open sale order
fr_fr: Ouvrir l'ordre de vente
nl_nl: Open verkoop order

source: You will receive
fr_fr: Vous recevez
nl_nl: Je zult ontvangen

source: No FEES!
nl_nl: Geen FEES!

source: Make sure the gift storage deposit options in your Firefly wallet is checked when sending tokens.
fr_fr: Veillez bien à ce que les fonctions de bonus de parrainage du dépôt de stockage soient activées à partir des paramètres Firefly dans votre portefeuille lors de l'envoi de tokens.
nl_nl: Zorg ervoor dat de gift opslag opties in je Firefly wallet zijn aangevinkt bij het verzenden van tokens.

source: Sell complete. Congratulations.
fr_fr: Félicitations ! Le processus de vente a été achevé.
nl_nl: Verkoop voltooid. Gefeliciteerd.

source: Offer order created.
fr_fr: Offre pour laquelle une confirmation de commande a été créée.
nl_nl: Voorstel order gemaakt.

source: Open Token Sell
fr_fr: Ouvrir la Position de Vente
nl_nl: Open Token Verkoop

source: Your Balance
fr_fr: Votre Solde
nl_nl: Jouw saldo

source: Offered amount of tokens
fr_fr: Montant proposé de tokens
nl_nl: Aangeboden hoeveelheid tokens

source: Create a Sell Order
fr_fr: Créer un Ordre de Vente
nl_nl: Maak een verkooporder aan

source: Offer created.
fr_fr: Offre créée.
nl_nl: Voorstel gemaakt.

source: Public sale info
fr_fr: Vente publique : Infos
nl_nl: Openbare verkoop informatie

source: Start date is required.
fr_fr: La date d'ouverture est exigée.
nl_nl: Startdatum is vereist.

source: Start date for the token offering
fr_fr: Date d'ouverture de l'offre au public de tokens
nl_nl: Startdatum voor het token aanbod

source: Offering length is required.
fr_fr: La durée de validité de l'offre au public est exigée.
nl_nl: Aanbieding duur is vereist.

source: Select token offering length (Default 2 days)
fr_fr: Sélectionnez la durée de validité de l'offre au public de tokens (2 jours par défaut)
nl_nl: Selecteer duur van token aanbieding (standaard 2 dagen)

source: Token allocation info
fr_fr: Distribution de tokens : Infos
nl_nl: Token toewijzing info

source: Sale Setup
fr_fr: Mise en Place de la Vente
nl_nl: Verkoop instellingen

source: Enable Cooldown period
fr_fr: Activer le cycle de Refroidissement
nl_nl: Afkoeltijd inschakelen

source: Enable Cooldown with refund option.
fr_fr: Activer l'option de Refroidissement avec remboursement.
nl_nl: Afkoeltijd inschakelen met teruggaveoptie.

source: Cooldown period length is required.
fr_fr: La durée du cycle de refroidissement est exigée.
nl_nl: Afkoeltijd periode is vereist.
