Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Description
fr_fr: Désignation du Token
nl_nl: Beschrijving

source: Short description title
fr_fr: Spécifications techniques succinctes
nl_nl: Korte beschrijvende titel

source: Short description
fr_fr: Résumé des spécifications du token
nl_nl: Korte beschrijving

source: Allocation title
fr_fr: Dénomination de la distribution
nl_nl: Toewijzing titel

source: % of tokens for sale (Default 100%)
fr_fr: % de Tokens destinés à la vente (montant par défaut de 100%)
nl_nl: % van de tokens voor verkoop (Standaard 100%)

source: Submit token
fr_fr: Avancer son token
nl_nl: Token indienen

source: (Recommended size: 400 x 400px)
fr_fr: (Taille suggérée : 400 x 400 px)
nl_nl: (Aanbevolen grootte: 400 x 400px)

source: Some description
fr_fr: Quelques exemples de désignation du token
nl_nl: Een beschrijving

source: Terms&conditions
fr_fr: Termes& conditions
nl_nl: Voorwaarden&condities

source: Submit token
fr_fr: Avancer son token
nl_nl: Token indienen

source: Trade token
fr_fr: Trade de token
nl_nl: Handel in tokens

source: Buy Tokens
fr_fr: Achat de Tokens
nl_nl: Koop Tokens

source: Schedule public sale
fr_fr: Planifier la vente publique
nl_nl: Plan openbare verkoop

source: Allow Trading
nl_nl: Handelen toestaan

source: Edit token info
fr_fr: Ajustement de l'information du token
nl_nl: Token info bewerken

source: Check out token
fr_fr: Jetez un coup d'œil sur le token
nl_nl: Controleer de token

source: Mint & Approve Token
nl_nl: Mint & Token goedkeuren

source: Minting in progress
fr_fr: Processus de Minting en cours
nl_nl: Minting is bezig

source: Token was not made available on decentralised network yet.
fr_fr: Il n'y a pas encore de disponibilité du token sur le réseau décentralisé.
nl_nl: Token is nog niet op een gedecentraliseerd netwerk beschikbaar gesteld.

source: Token is not yet migrated to the decentralized network. Make sure you know what you are buying.
fr_fr: Le transfert de token vers le réseau décentralisé n'a pas encore eu lieu. Soyez au fait de ce que vous êtes en train d'acheter.
nl_nl: Token is nog niet gemigreerd naar het gedecentraliseerde netwerk. Zorg ervoor dat je weet wat je koopt.

source: Trading enabled.
nl_nl: Handelen ingeschakeld.

source: Short description title is invalid.
fr_fr: Les caractères utilisés pour le résumé des spécifications techniques ne sont pas autorisés.
nl_nl: Korte beschrijvingstitel is ongeldig.

source: Short description title
fr_fr: Spécifications techniques succinctes
nl_nl: Korte beschrijvende titel

source: Short token description
fr_fr: Résumé des spécifications du token
nl_nl: Korte token beschrijving

source: Sale Info
fr_fr: Vente : Infos
nl_nl: Verkoop informatie

source: Sale schedule
fr_fr: Programme de vente
nl_nl: Verkoop planning

source: During cooldown period you are able to trigger refund.
fr_fr: Durant la phase de refroidissement, vous pourrez engager une procédure de remboursement.
nl_nl: Tijdens de afkoelingsperiode kun je nog een terugbetaling vragen.

source: No Cooldown. Participants can't refund.
fr_fr: Il N'existe Pas de Refroidissement. Les participants ne peuvent pas rembourser.
nl_nl: Geen afkoeltijd. Deelnemers kunnen niet terugbetaald krijgen.

source: My purchased tokens
fr_fr: Tokens achetés
nl_nl: Mijn gekochte tokens

source: Token sale goal reached! Token distribution will be fairly calculated and overages will be refunded.
fr_fr: L'objectif de vente de tokens a été atteint ! Le caractère équitable de la livraison de tokens sera garanti par le remboursement des excédents.
nl_nl: Token verkoopdoel bereikt! Token distributie zal eerlijk worden berekend en overschrijdingen worden terugbetaald.

source: Your Deposit
fr_fr: Votre Dépôt
nl_nl: Jouw storting

source: Potential Tokens
fr_fr: Tokens d'Ampleur
nl_nl: Potentiële Tokens

source: Token Owned
fr_fr: Token Protégé par des Droits de Propriété
nl_nl: Token in bezit

source: Total Deposit
fr_fr: Total des Dépôts
nl_nl: Totale storting

source: Total Participants
fr_fr: Nombre Total de Participants
nl_nl: Totaal Aantal Deelnemers

source: Sale ends in
fr_fr: La vente prendra fin dans
nl_nl: Verkoop eindigt in

source: Cooldown in progress
fr_fr: Refroidissement en cours
nl_nl: Afkoeltijd is bezig

source: Sale in progress
fr_fr: Vente en cours
nl_nl: Verkoop loopt

source: Sale starts in
fr_fr: La vente s'ouvrira dans
nl_nl: Verkoop start over

source: Cooldown ends in
fr_fr: Le refroidissement s'achèvera dans
nl_nl: Afkoeltijd loopt af in

source: Buy, sell, and trade SOON and Shimmer tokens on a non-custodial, secure L1 exchange. Get started in minutes. Join today.
fr_fr: Achetez, vendez, et tradez des SOON tokens ainsi que des Shimmer tokens sur L1 : une plateforme d'Échanges décentralisée et autonome, garante de sécurité et de protection. Démarrez en quelques minutes. Rejoignez-nous dès aujourd'hui.
nl_nl: Koop, verkoop, en handel in SOON en Shimmer tokens op een niet-custodiale, veilige L1 exchange. Ga binnen enkele minuten aan de slag. Word vandaag lid.

source: Ongoing Sale
fr_fr: Vente en Cours
nl_nl: Lopende verkoop

source: Scheduled
fr_fr: Programmé
nl_nl: Gepland

source: Cooldown
fr_fr: Refroidissement
nl_nl: Afkoeltijd

source: Processing
fr_fr: Traitement d'images
nl_nl: In behandeling

source: Order book
fr_fr: Livre d'ordres
nl_nl: Orderboek

source: Token chart
fr_fr: Cours du Token
nl_nl: Token grafiek

source: My trading
fr_fr: Mes ordres d'achat/vente
nl_nl: Mijn handelen

source: Open buy orders
fr_fr: Ouvrir les ordres d'achat
nl_nl: Open kooporders

source: Open sell orders
fr_fr: Ouvrir les ordres de vente
nl_nl: Open verkooporders

source: Order history
fr_fr: Historique de commande
nl_nl: Ordergeschiedenis

source: Fulfilled
fr_fr: Rempli
nl_nl: Voldaan

source: There are no buys
fr_fr: Il n'existe pas de positions ouvertes à l'achat
nl_nl: Er zijn geen bied orders

source: Cancelled
fr_fr: Révoqué
nl_nl: Geannuleerd

source: Expired
fr_fr: Expiré
nl_nl: Verlopen

source: There are no sells
fr_fr: Il n'existe pas de positions ouvertes à la vente
nl_nl: Er zijn geen laat orders

source: Sell
fr_fr: Vente
nl_nl: Verkopen

source: Fulfilled
fr_fr: Rempli
nl_nl: Voldaan

source: Partially Fulfilled / Cancelled
fr_fr: Partiellement Rempli / Annulé
nl_nl: Gedeeltelijk Voldaan / Geannuleerd

source: Fulfilled / Cancelled (unfulfillable)
fr_fr: Réalisé / Annulé (non réalisable)
nl_nl: Voltooid / Geannuleerd (onvoldaan)

source: There is no order history
fr_fr: Il n'existe pas d'historique de commandes
nl_nl: Er is geen handelsgeschiedenis

source: Sell
fr_fr: Vente
nl_nl: Verkopen

source: Available
fr_fr: Disponible
nl_nl: Beschikbaar

source: Current Price
fr_fr: Prix Actuel
nl_nl: Huidige prijs

source: Change 24h
fr_fr: Changement en 24h
nl_nl: Verander 24u

source: current price
fr_fr: prix actuel
nl_nl: huidige prijs

source: There is no activity yet
fr_fr: Il n'existe pas encore d'activité d'achat ou de vente
nl_nl: Er is nog geen activiteit

source: Trade history
fr_fr: Historique d'achat/vente
nl_nl: Handelsgeschiedenis

source: There is no trade history
fr_fr: Il n'existe pas d'historique d'achat/vente
nl_nl: Er is geen handelsgeschiedenis

source: You don’t have enough tokens
fr_fr: Vous ne possédez pas suffisamment de tokens
nl_nl: Je hebt niet genoeg tokens

source: Amount to {{ currentTradeFormState$.value === tradeFormStates.BUY ? 'buy' : 'sell'}}
fr_fr: Montant de tokens que vous souhaitez {{ currentTradeFormState$.value === tradeFormStates.BUY ? 'acheter' : 'vendre'}}
nl_nl: Bedrag naar {{ currentTradeFormState$.value === tradeFormStates.BUY ? 'buy' : 'sell'}}

source: Balance
fr_fr: Solde
nl_nl: Balans

source: Set your price per 1 {{ ((data.token$ | async)?.symbol === 'IOTA' ? 'M' : '') + (data.token$ | async)?.symbol }}
fr_fr: Fixez votre prix à 1 {{ ((data.token$ | async)?.symbol === 'IOTA' ? 'M' : '') + (data.token$ | async)?.symbol }}
nl_nl: Stel je prijs in per 1 {{ ((data.token$ | async)?.symbol === 'IOTA' ? 'M' : '') + (data.token$ | async)?.symbol }} in

source: LIMIT PRICE
fr_fr: PRIX LIMITE
nl_nl: LIMIT PRIJS

source: MARKET PRICE
fr_fr: PRIX DE MARCHÉ
nl_nl: MARKT PRIJS

source: Set Current Price
fr_fr: Fixer le Prix Actuel
nl_nl: Stel huidige prijs in

source: Set BID <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The bid price is the highest price that a particular buyer is willing to pay." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
fr_fr: Faire une SOUMISSION <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="Le prix de soumission constitue le prix le plus élevé qu'un acheteur déterminé est prêt à payer." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
nl_nl: Stel BIED <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="De biedprijs is de hoogste prijs die een bepaalde koper bereid is te betalen." ></li> in.

source: The bid price is the highest price that a particular buyer is willing to pay.
fr_fr: Le prix de soumission constitue le prix le plus élevé qu'un acheteur déterminé est prêt à payer.
nl_nl: De biedprijs is de hoogste prijs die een bepaalde koper bereid is te betalen.

source: Set ASK <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The asking price is the minimum price that an individual would be willing to sell their asset." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
fr_fr: Fixer le PRIX DE LA DEMANDE <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="Le prix de la demande constitue le prix de vente minimum souhaité par le particulier pour la vente de ses actifs tokenisés." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
nl_nl: Stel LAAT <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="De laatprijs is de minimumprijs die een individu bereid is om zijn asset te verkopen." >< in.

source: The asking price is the minimum price that an individual would be willing to sell their asset.
fr_fr: Le prix de la demande constitue le prix de vente minimum souhaité par le particulier pour la vente de ses actifs tokenisés.
nl_nl: De laatprijs is de minimumprijs die een individu bereid is om zijn asset te verkopen.

source: You will spend
fr_fr: Vous investissez
nl_nl: Je zult besteden

source: Minimum total has to be at least
fr_fr: Le montant minimum total doit être d'au moins de
nl_nl: Minimale totaal moet ten minste

source: Soonaverse treasury receive 2.5% of the sale price. There are no other hidden fees. Buying tokens is free.
fr_fr: Le montant de trésorerie perçu par Soonaverse au titre du prix de la vente s'élève à 2,5%. Il n'existe pas de frais supplémentaires ou cachés. Vous pouvez faire vos achats de tokens en toute liberté.
nl_nl: Soonaverse treasury ontvangt 2,5% van de verkoopprijs. Er zijn geen andere verborgen kosten. Tokens kopen is gratis.

source: 1h
nl_nl: 1u

source: 4h
nl_nl: 4u

source: Bids
fr_fr: Soumissions
nl_nl: Bied orders

source: Asks
fr_fr: Demandes de vente
nl_nl: Laat orders

source: Cancelled
fr_fr: Révoqué
nl_nl: Geannuleerd

source: Explore the top Shimmer, IOTA, and SOON cryptocurrencies. Price charts, crypto profiles, on a non-custodial, secure L1 exchange! Sign up today.
fr_fr: Fouillez parmi les meilleures crypto-monnaies Shimmer, IOTA et les meilleures crypto-monnaies SOON. Des graphiques linéaires, des profils de cryptos, sur L1 : une plateforme d'Échanges décentralisée et autonome, garante de sécurité et de protection ! Inscrivez-vous dès aujourd'hui.
nl_nl: Verken de top Shimmer, IOTA en SOON cryptovaluta's. Prijsgrafieken, crypto profielen, op een niet-custodiale, veilige L1 exchange! Meld je vandaag aan.

source: Go to trading pairs to add your favourite tokens.
fr_fr: Rendez-vous sur l'interface de trading pour additionner toutes les paires de tokens préférées.
nl_nl: Ga naar handelsparen om je favoriete tokens toe te voegen.

source: Add favourites
fr_fr: Ajouter à mes favoris
nl_nl: Favorieten toevoegen

source: Tokens - Favourite
fr_fr: Tokens - Favori
nl_nl: Tokens - Favoriet

source: Buy, trade, and hold your favorite Shimmer, IOTA, and SOON tokens. Our non-custodial, secure L1 exchange is ready for you! Sign up today.
fr_fr: Achetez, tradez et conservez vos tokens Shimmer, IOTA et SOON préférés. Notre plateforme d'Échanges L1 décentralisée et autonome, garante de sécurité et de protection n'attend que vous ! Inscrivez-vous dès aujourd'hui.
nl_nl: Koop, handel en bewaar je favoriete Shimmer, IOTA en SOON tokens. Onze niet-custodiale L1 exchange is klaar voor jou! Meld je vandaag aan.

source: Raise funds, build your following, grow your audience, and LAUNCH your Shimmer tokens with the Soonaverse Launchpad. Join today.
fr_fr: Faites votre levée de fonds, accroissez la reconnaissance et faites grimper l'audience en LANÇANT vos tokens Shimmer au travers du projet Soonaverse Launchpad. Rejoignez-nous dès aujourd'hui.
nl_nl: Werf funds, bouw voor je volgers, vergroot je publiek en LANCEER je Shimmer tokens met de Soonaverse Launchpad. Word vandaag lid.

source: Some tokens may not yet be migrated to the decentralized network. Make sure you know what you are buying.
fr_fr: Plusieurs tokens pourraient ne pas encore avoir été transférés vers le réseau décentralisé. Soyez au fait de ce que vous êtes en train d'acheter.
nl_nl: Sommige tokens worden mogelijk nog niet gemigreerd naar het gedecentraliseerde netwerk. Zorg ervoor dat je weet wat je koopt.

source: Highlighted Token
fr_fr: Token Fer de Lance
nl_nl: Uitgelichte Token

source: Favorites
fr_fr: Favoris
nl_nl: Favorieten

source: All tokens
fr_fr: Tous les tokens
nl_nl: Alle tokens

source: Trading pairs
fr_fr: Paires de trading
nl_nl: Handelsparen

source: Tokens - Trading Pairs
fr_fr: Tokens - Paires de Trading
nl_nl: Tokens - Handelsparen

source: The most complete listing of Shimmer projects, SOON currency pairs and markets, on a non-custodial, secure L1 exchange. Sign up today!
fr_fr: Le listing le plus exhaustif des projets Shimmer, des couples de devises SOON et de leurs marchés, sur L1 : une plateforme d'Échanges décentralisée et autonome, garante de sécurité et de protection. Inscrivez-vous dès aujourd'hui !
nl_nl: De meest complete lijst van Shimmer projecten, SOON valutaparen en markten, op een niet-custodiale, veilige L1 exchange. Meld je vandaag nog aan!

source: AuditOne Validation
nl_nl: AuditOne Validatie

source: Requested On
nl_nl: Aangevraagd op

source: Last Update
nl_nl: Laatste Update

source: There are no records.
nl_nl: Er zijn geen records.

source: Verified
nl_nl: Geverifiëerd

source: See more
nl_nl: Bekijk meer

source: Recent
fr_fr: Ordre chronologique croissant

source: Recently created
fr_fr: Récemment créé

source: Price: low to high
fr_fr: Prix : du plus bas au plus élevé

source: Price: high to low
fr_fr: Prix : du plus élevé au plus bas

source: Mint Token
fr_fr: Mintez votre propre Token

source: Order
fr_fr: Ordre

source: (Mint Alias)
fr_fr: (Minter Alias)

source: (Mint NFTs)
fr_fr: (Minter des NFT)

source: (Mint Foundry)
fr_fr: (Minter Foundry)

source: Award
fr_fr: Prime

source: Award
fr_fr: Prime

source: Assembly
fr_fr: Regroupement

source: Reset
fr_fr: Veuillez modifier vos critères de recherche

source: Open
fr_fr: Accéder

source: On auction
fr_fr: Mis aux enchères

source: RPC URL: https://evm.wasp.sc.iota.org/
fr_fr: URL RPC : https://evm.wasp.sc.iota.org/

source: Chain ID: 1074
fr_fr: ID de chaîne : 1074

source: You have to open Soonaverse in MetaMask app.
fr_fr: Accédez à l'interface de Soonaverse depuis l'appli du MetaMask.

source: Failed to initialize MetaMask, try to reload page.
fr_fr: L'initialisation du MetaMask a échoué, essayez de recharger la page.

source: NFTs
fr_fr: NFT

source: d
fr_fr: j

source: Latest Badges
fr_fr: Badges les Plus Récents

source: No badges
fr_fr: Il n'existe pas de badges

source: See all
fr_fr: Tout voir

source: awards
fr_fr: primes

source: Select Network
fr_fr: Sélectionnez Réseau

source: Shimmer Testnet
fr_fr: Testnet Shimmer

source: IOTA Devnet
fr_fr: Devnet IOTA

source: Detail
fr_fr: Particularité

source: Link
fr_fr: Lien

source: Invalid NFT received.
fr_fr: Confirmation de réception du NFT non autorisé.

source: Migrate
fr_fr: Transférer

source: IPFS Metadata
fr_fr: Métadonnées sur IPFS

source: Preparing...
fr_fr: En cours d'élaboration...

source: Shimmer/Mainnet (Tokenization)...SOON.
fr_fr: Shimmer/Mainnet (Tokenisation)...À VENIR.

source: Trade info
fr_fr: Trade : Infos

source: Specific member(s) (target sale)
fr_fr: Membres de certains groupes (vente ciblée)

source: Reserve for specific buyer
fr_fr: Prix de réserve à fixer pour certains acquéreurs

source: Commencing
fr_fr: Débute

source: Completed
fr_fr: Adoptée

source: Detail
fr_fr: Particularité

source: Token Claim
fr_fr: Demande de token

source: Total available tokens to claim on the network
fr_fr: Nombre total de tokens disponibles qui peuvent être réclamés sur le réseau

source: Type
fr_fr: Niveau

source: Token ID
fr_fr: ID token

source: Fee
fr_fr: Frais de Transaction

source: No FEES! Enjoy, whilst promo last!
fr_fr: Sans FRAIS ! Faites-vous plaisir et profitez de la promotion !

source: Type
fr_fr: Niveau

source: wallet
fr_fr: portefeuille numérique

source: Detailed Info
fr_fr: Informations Détaillées

source: Award info
fr_fr: Info Prime

source: Approve Award
fr_fr: Approuver la Prime

source: Award description
fr_fr: Description de la prime

source: Badge Title is required.
fr_fr: Une Dénomination du Badge est exigée.

source: Badge Title
fr_fr: Dénomination du Badge

source: Defines the amount of XP for each badge and the number of badges available.
fr_fr: Cela définit la quantité de XP pour chaque badge et le nombre de badges disponibles.

source: Invalid xp per badge
fr_fr: Prime en XP par badge non autorisée

source: iXP per badge
fr_fr: points d'iXP par badge

source: Total iXP
fr_fr: Somme totale d'iXP

source: What the badge looks like.
fr_fr: Cela vous donne un aperçu de ce à quoi ressemble le badge.

source: Generate a unique badge.
fr_fr: Créer des badges uniques.

source: Generate Avatar
fr_fr: Créer un Avatar

source: WOW! Now reward your members with it!
fr_fr: Quelle SURPRISE ! Maintenant, c'est à vous de récompenser vos membres avec la prime !

source: Award Setup
fr_fr: Mise en place de la Prime

source: Defines who and how can get a badge.
fr_fr: Cela fournit des éclaircissements sur le droit et les modalités d'obtention d'un badget.

source: Guardian approval
fr_fr: Validation de gardien

source: The award must be approved by the guardians of the space before it's active or distributed
fr_fr: Avant sa mise en œuvre ou sa distribution, la prime doit être validée par les gardiens de l'espace

source: Award -
fr_fr: Récompense -

source: Visit website
fr_fr: Visiter le site web

source: The badges you need
fr_fr: Les badges nécessaires

source: Resources
fr_fr: Référentiel de données

source: Discount for members with XP
fr_fr: de Remise pour les membres détenant des points d'expérience

source: Reject Collection
fr_fr: Rejeter la Collection

source: Cancel Collection
fr_fr: Supprimer la Collection

source: Items
fr_fr: Éléments

source: Price starts at
fr_fr: Prix de base

source: Low to High
fr_fr: Du plus Bas au plus Élevé

source: High to Low
fr_fr: Du plus Élevé au plus Bas

source: Links
fr_fr: Liens

source: The ability to give a discount on NFTs in this collection to your space members/guardians or members who hold certain NFTs. You can apply up to a 100% discount (an airdrop). Use XP > -1 if you don't require members purchasing to have any XP from your space. Please note, 1Mi will always be required to purchase the NFT due to the IOTA protocol's dust protection mechanism.
fr_fr: Pour donner aux membres/gardiens de votre espace ou aux membres détenant d'autres NFT , la possibilité d'accorder une remise sur les NFT de cette collection. Vous pourrez ainsi soumettre votre demande de distribution gratuite de tokens (un AirDrop). Utilisez les points d'expérience > -1 si vous exigez des autres membres qu'ils ne reçoivent aucune récompense en XP en achetant dans votre espace. Bon à savoir: l'achat de NFT sera toujours subordonné à la disponibilité d'un MIOTA, notamment à cause du mécanisme de protection contre la poussière du protocole IOTA.

source: Banner
fr_fr: Bannière

source: records
fr_fr: enregistrements

source: Awards
fr_fr: Primes

source: Highlighted collection
fr_fr: Collection Fer de lance

source: Status
fr_fr: État

source: NFTs - Marketplace
fr_fr: Marketplace - NFT

source: The world's first iOTA / Shimmer NFT marketplace. A completely fee-less digital marketplace for crypto collectibles. Buy, sell, discover.
fr_fr: IOTA / Shimmer, les premières marketplaces de NFT au monde. Des places de marchés numériques dédiées aux objets de collection cryptographiques, entièrement gratuites. Achetez, vendez, découvrez.

source: Awards Completed
fr_fr: L'Offre de Primes a été Clôturée

source: Earned badges
fr_fr: Badges gagnés

source: More
fr_fr: Plus loin...

source: Awards
fr_fr: Primes

source: Total XP
fr_fr: Somme totale de XP

source: No Badges yet
fr_fr: Il N'existe Pas encore de Badges

source: Discover Badges
fr_fr: Découvrir des Badges

source: Item
fr_fr: Élément

source: Airdropped
fr_fr: Airdroppés

source: NFT info
fr_fr: Infos NFT

source: Firefly does not support NFTs yet!
fr_fr: Les NFT ne sont pas encore pris en charge par Firefly !

source: Pool <h5 class="mx-2 my-0">by</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>
fr_fr: Pool <h5 class="mx-2 my-0">par</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>

source: Start
fr_fr: Lancement

source: Commencing milestone.
fr_fr: Stade crucial de l'offre initiale.

source: Commencing milestone
fr_fr: Stade crucial de l'offre initiale

source: Start milestone.
fr_fr: Stade de l'offre initiale.

source: Start milestone
fr_fr: Stade de l'offre initiale

source: End milestone.
fr_fr: Stade de l'offre finale.

source: End milestone
fr_fr: Stade de l'offre finale

source: Proposal description is required.
fr_fr: Des spécifications de l'offre sont exigées.

source: Proposal description
fr_fr: Spécifications de l'offre

source: Question Title
fr_fr: Dénomination de l'Objet en Question

source: Question description
fr_fr: Spécifications de l'objet en question

source: Answer Text
fr_fr: Contenu de la Réponse

source: Answer description
fr_fr: Réponse adaptée aux spécifications

source: IOTA Token Holders
fr_fr: Détenteurs de Tokens IOTA

source: All IOTA token holders can vote.
fr_fr: Tous les détenteurs de tokens IOTA peuvent voter.

source: Member - One Vote
fr_fr: Membre - Un Vote

source: Each member of the space gets one vote
fr_fr: Chaque membre de l'espace aura l’opportunité de participer à un vote

source: Votes are weighted based on total amount of XP a member has in the space
fr_fr: Le principe de l'attribution compensatoire de votes, sera appliqué sur la base du nombre total de Points d'Expérience cumulés par membre dans son espace

source: Votes are weighted based on total amount of XP a member has for selected badges
fr_fr: Le principe de l'attribution compensatoire de votes, sera appliqué sur la base du nombre total de Points d'Expérience afférents aux badges sélectionnés par membre

source: Reputation Options
fr_fr: Options de Réputation

source: Set Minimum Weight
fr_fr: Paramétrez un Taux Minimum
