Repository: buildcore-io/core
Catalog: packages/ui/src/locale/messages.*.xlf
Languages: fr_fr, nl_nl

source: Select Badge
fr_fr: Sélectionnez un Badge

source: id
fr_fr: code d'identification

source: Proposal -
fr_fr: Offre -

source: Vote Now
fr_fr: Procéder Maintenant au Vote

source: Export to JSON
fr_fr: Exporter dans le format JSON

source: Cast your vote
fr_fr: Participer au Vote

source: Open Firefly to Vote
fr_fr: Ouvrir Firefly pour Procéder au Vote

source: Voting instructions
fr_fr: Instructions de vote

source: You will select your options and execute the vote within Firefly.
fr_fr: Vous allez sélectionner vos options et pourez voter dans Firefly.

source: IOTA Address Vote
fr_fr: IOTA (Vote Électronique)

source: award
fr_fr: récompense

source: Active Proposals
fr_fr: Offres Opérationnelles

source: No Active Proposals
fr_fr: Il N'existe Pas d'Offres Opérationnelles

source: Active Awards
fr_fr: Primes Opérationnelles

source: No Active Awards
fr_fr: Il N'existe Pas de Primes Opérationnelles

source: Token Info
fr_fr: Token : infos

source: Space description
fr_fr: Désignation de l'espace

source: Download CSV template
fr_fr: Téléchargement Schéma de construction CSV

source: Total token supply (Initial market cap)
fr_fr: Offre totale de tokens (Cap. Marché - Première Levée de Fonds)

source: Token info
fr_fr: Token : infos

source: Token description title
fr_fr: Spécifications techniques du Token

source: Token short description
fr_fr: Résumé des spécifications du token

source: Mint Token
fr_fr: Mintez votre propre Token

source: Set MID <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The mid price is the average between the bid price and the ask price." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
fr_fr: Ajout de l'indicateur MA <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="Ses valeurs sont des moyennes arithmétiques des écarts entre le prix soumissionné par l'acheteur et le prix demandé par le vendeur;" >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}

source: The mid price is the average between the bid price and the ask price.
fr_fr: Ses valeurs (Ma) sont des moyennes arithmétiques des écarts entre le prix soumissionné par l'acheteur et le prix demandé par le vendeur.

source: 1d
fr_fr: 1j

source: 1w
fr_fr: 1sem.

source: Tokens - Launchpad
fr_fr: Launchpad - Tokens
